{
  "source": "https://catalog.purdue.edu/mime/media/7/2738/7+University+Regulations+and+Student+Conduct.pdf",
  "total_pages": 54,
  "sections": [
    {
      "heading": "University Regulations",
      "page": 1,
      "content": [],
      "subsections": []
    },
    {
      "heading": "The University Policy Office",
      "page": 1,
      "content": [
        {
          "type": "text",
          "page": 1,
          "text": "This website is the definitive source for the most current Purdue University system-wide policies. Policies duplicated on other \nwebsites or in print may not be the most current version."
        },
        {
          "type": "text",
          "page": 1,
          "text": "Policies are organized into eight volumes, which are listed on the Policy Office's homepage. Use the Find a Policy page for \nadditional help in locating a policy. The current policy numbering scheme took effect November 2011; a crossover grid is \navailable to show the change in policy numbers prior to and after this reorganization."
        },
        {
          "type": "text",
          "page": 1,
          "text": "Each of the four campuses maintains additional administrative policies specific to their needs and structure. Individual colleges, \nschools and departments may adopt distinct practices, standards or guidelines, all of which must be consistent with these system-\nwide policies. The Helpful Links page provides a list of where this additional information may be found. Academic regulations \nare generally not included on this website and can be found either on the Student Regulations website or by contacting the Office \nof the Provost."
        },
        {
          "type": "text",
          "page": 1,
          "text": " \nStudent Conduct  \n \nAcademic Regulations"
        }
      ],
      "subsections": []
    },
    {
      "heading": "Academic Regulations",
      "page": 2,
      "content": [
        {
          "type": "text",
          "page": 2,
          "text": "• \nAcademic Year and Calendar \n• \nAcademic Programs \n• \nDegrees and Requirements \n• \nRegistration and Course Assignment \n• \nClasses \n• \nFinancial Obligations and Responsibilities \n• \nGrades and Grade Reports \n• \nScholastic Deficiency \n• \nScholastic Recognition \n• \nScholastic Records \n• \nScheduling of Examinations"
        }
      ],
      "subsections": []
    },
    {
      "heading": "Academic Year and Calendar",
      "page": 3,
      "content": [],
      "subsections": []
    },
    {
      "heading": "A. Academic Calendar",
      "page": 3,
      "content": [
        {
          "type": "text",
          "page": 3,
          "text": "(University Senate Document 90-30, April 22, 1991, University Senate Document 12-1, November 19, 2012)"
        },
        {
          "type": "text",
          "page": 3,
          "text": "1. \nCourses are scheduled during the academic year and summer session. The academic year shall consist of two 16-week \nsemesters. Summer session(s) may be one 4-week and one 8-week or two 6-week or other configurations as approved \nby the Provost's Office. In each semester/session, classes shall begin with the first instructional period of the first day. \n2. \nIn each semester/session, classes shall begin with the first instructional period of the first day."
        },
        {
          "type": "text",
          "page": 3,
          "text": "1. \nThe calendar for students enrolled in the fourth year of veterinary medicine will comprise 12 blocks of \napproximately one month duration. The starting dates for the blocks will be chosen so that the end of the 12th \nblock coincides with the end of the second semester (University Senate Document 73-15, March 18, 1977). \n2. \nThe second semester for fifth-year pharmacy students will begin on the first Monday in January and end the \n18th following Saturday. During this semester, each of these students will be scheduled for two six-week \nexternships and one three-week clerkship. \n3. \nThe first semester shall begin on either the third or fourth Monday of August, be in recess Monday and Tuesday of the \neighth week, and Wednesday, Thursday, Friday, and Saturday of Thanksgiving week, and classes will end on the 17th \nfollowing Saturday, which shall not occur after the 20th day of December. The second semester shall begin on either \nthe first or second Monday of January, which shall not occur prior to the seventh day of January, be in recess during the \ntenth week, and end on the 17th following Saturday (University Senate Document 96-4, February 17, 1997). \n4. \nThe summer session shall begin on the next Monday following the spring commencement and will be comprised of one \n4-week and one 8-week, or two 6-week module(s) or other configurations as approved by the Provost Office. Courses \nmay be scheduled during any one or any combination of modules throughout the 12-week period. There shall be no \nclasses on Memorial Day, the last Monday in May, or on July 4, nor on the nearest class day when July 4 is not a \nregular class day.(University Senate Document 96-4, February 17, 1997). \n5. \nFaculty shall enter grades as completed, but no later than 5 p.m. on the second working day after the end of the \nrespective academic semester/session. \n6. \nCommencement will be held as follows: First Semester: first Sunday following the end of the first semester; Second \nSemester: next subsequent weekend after the end of the second semester; Summer Session: first Saturday following the \nend of the last summer module. \n7. \nThe faculties at regional campuses shall be free to establish their own calendar dates."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B. Final Examinations",
      "page": 3,
      "content": [
        {
          "type": "text",
          "page": 3,
          "text": "(University Senate Document 84-12, March 25, 1985)"
        },
        {
          "type": "text",
          "page": 3,
          "text": "1. \n In regular semesters, the final examination period shall consist of six scheduled days comprising the 16th week of the \nsemester. The two-hour class meetings during the six days of the final examination period will be scheduled at the \ndiscretion of the Educational Policy Committee on the advice of the Office of the Registrar as, at most, 30 two-hour \nperiods (five periods per day, including evenings). Upon request, a single coursewide examination will be scheduled \nfor any course. In the summer session, the final examination schedule shall be appropriately scaled to meet the demand. \nIt shall be scheduled at the discretion of the Educational Policy Committee on the advice of the Office of the Registrar \nin, at most, 12 two-hour periods on the last three days of the session (four periods per day, excluding evenings). \n2. \nEach class will be scheduled for a two-hour meeting during the final examination period. Excepted are those courses \nclassified as individual study, clinic, student teaching, industrial experience (co-op), or research and those offered for \nzero credit. However, any such course will be included in the schedule upon the specific request of the appropriate"
        },
        {
          "type": "text",
          "page": 4,
          "text": "schedule deputy. If no educational purpose will be served by any type of meeting during the 16th week because the \neducational objectives of the course have been achieved, a department may dismiss this class meeting during the 16th \nweek. \n3. \nTwo weeks after the beginning of any regular semester and one week after the beginning of the summer session, \nschedule deputies shall inform the Office of the Registrar of the courses requiring coursewide examinations. It will be \nthe responsibility of the department head or, where appropriate, the school head to inform the Office of the Registrar \nwhich courses within the department or school will not need a meeting. A schedule implementing Section B will then \nbe developed by the Office of the Registrar in consultation with the Educational Policy Committee. Guiding principles \ninclude:"
        },
        {
          "type": "text",
          "page": 4,
          "text": "1. \nMinimize the number of direct student examination conflicts. \n2. \nMinimize the number of students who have more than two examinations on the same day. \n3. \nMinimize the number of students who have consecutive (back-to-back) examinations. \nNo student shall be required to take more than two examinations on one day."
        },
        {
          "type": "text",
          "page": 4,
          "text": "4. \nThe Office of the Provost shall implement a procedure to inform faculty and students of the academic regulations \ngoverning end-of-semester exams and activities each semester to coincide with the release of the final examination \nclass schedule. \n5. \nStudents scheduled for more than two examinations in one calendar day are entitled to reschedule any examinations in \nexcess of two. Similarly, students faced with a direct exam conflict are entitled to reschedule either examination. It is \nthe responsibility of the student to make the necessary arrangements before the last week of regularly scheduled \nclasses. Course instructors shall not penalize a student who chooses to reschedule an examination under these options \n(University Senate Document 90-22, March 25, 1991). \n6. \nRegional campuses may modify these provisions to meet local differences through established procedures of the local \nfaculty governing bodies or, lacking these, the regional campus chancellor or designee. \n7. \nThe final examination period is intended for the end-of-semester examination. No examination or quiz may be given \nduring the week (three days in summer session) preceding the final examination period of the semester (examinations \nfor laboratory, intensive, or minicourses excluded). It will be the responsibility of the department head or, where \nappropriate, the school head to ensure that none of the departmental or school faculty use the week (three days in \nsummer session) preceding the final examination period to administer an examination. \n8. \nComprehensive final examinations (examinations for laboratory, intensive or minicourses excluded) are prohibited \nexcept during the regular final examination periods of the last week of the semester."
        }
      ],
      "subsections": []
    },
    {
      "heading": "C. Summer Sessions Work",
      "page": 4,
      "content": [
        {
          "type": "text",
          "page": 4,
          "text": "Regular work offered in the summer sessions shall be equivalent in method, content, and credit value to the work of the academic \nyear, regular class and laboratory periods being increased proportionately."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Academic Programs",
      "page": 5,
      "content": [],
      "subsections": []
    },
    {
      "heading": "A. Unit of Credit",
      "page": 5,
      "content": [
        {
          "type": "text",
          "page": 5,
          "text": "The semester hour shall be the unit of University academic credit that shall represent approximately three hours of work per week \nby an average student throughout a normal semester, or its equivalent in total work for short courses and summer sessions. Any \nreference to credit hours, course credits, etc., shall be understood as referring to semester hours."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B. Definitions Relating to Academic Requirements",
      "page": 5,
      "content": [
        {
          "type": "text",
          "page": 5,
          "text": "1. \nTransfer Credit is credit earned at another accredited college or university and accepted by Purdue. The University will \naccept transfer credit only for work done at those institutions fully approved by a regional accrediting association of \nsecondary schools and colleges or those whose regional accreditation designation is Associate/Vocational-Technical \n(A/V) when agreements with academic departments exist that specify courses or blocks of credit that will transfer into \nspecific Purdue University degree programs. In addition to regional association approval, certain programs may require \naccreditation by professional organizations and/or societies before credit will be considered for transfer. \n \nStudents participating in college credit courses that are taught concurrently for high school and college credit during the \nregular school day by local secondary teachers must validate the credit through the subject department. \n \nThe determination of use of transfer credit in part or in full to satisfy graduation requirements is the responsibility of \nthe school head or his/her designated representative, in accordance with the regulations of the University faculty \n(University Senate Document 87-11, March 28, 1988). \n2. \nDual Credit is credit earned for a college course that is used as a part of a high school's curriculum and is taught \nconcurrently for high school credit and college credit by a secondary school employee. \n \nIf a Purdue course is to be taught for dual credit, it must be approved by the sponsoring department at the University in \nthe same manner it approves new courses - including approval by the school if the school requires it - and it must be \noffered in collaboration with an accredited high school. In addition, departmentally designated Purdue faculty must \nendorse and supervise the teacher as well as approve the syllabus, grading standards, and examinations. \n \nFor students to be granted credit at Purdue for dual-credit courses offered by other postsecondary institutions, faculty \nmust validate the credit earned elsewhere through the Purdue department responsible for the subject matter via one of \nthe following means:"
        },
        {
          "type": "text",
          "page": 5,
          "text": "1. \nFaculty must verify that the student has earned a grade of at least C in a higher-level course taken at Purdue \nthat has as a prerequisite the course for which credit is being sought; or \n2. \nFaculty must certify that the student has performed satisfactorily either on an appropriate standardized \nachievement examination or Purdue departmental advanced-credit examination or has earned a grade of at \nleast C on a current comprehensive final examination for the Purdue course in which the student wishes to \ngain credit; or \n3. \nFaculty must affirm that a dual-credit course offered at a specific high school by another postsecondary \ninstitution is essentially the same as a specific Purdue course by approving at least the syllabus and the \nexaminations. In addition, faculty must confirm that the student earned a grade of at least C in the course \n(University Senate Document 95-8, April 22, 1996). \n3. \nDirected Credit is academic credit awarded by the University on bases other than a student's enrollment in and \nsatisfactory completion of a course. \n \nA student eligible to receive directed credit shall be a student newly admitted or currently enrolled in the University"
        },
        {
          "type": "text",
          "page": 6,
          "text": "who has not received a grade or directed grade in the course, other than a grade of W. \n \nDirected credit may be established by any of the following methods:"
        },
        {
          "type": "text",
          "page": 6,
          "text": "1. \nCredit by Examination. Credit awarded to a student on the basis of achievement in a Purdue departmental \nproficiency examination. \n2. \nDepartmental Credit. Credit for a course offered by a department and awarded to a student on the basis of \nsubstantially equivalent experience. May be granted only by the head of that department or his/her designated \nrepresentative. \n3. \nAchievement Credit. Credit awarded to a student on the basis of demonstrated achievement in a nationally \nadministered college-level examination (University Senate Document 79-5, October 15, 1979). \n4. \nTo Substitute is to replace a course required in a specific curriculum by another course specified by the head of the \nschool in charge of that curriculum or his/her designated representative. \n5. \nTo Excuse is to replace a course required in a specific curriculum by an equal number of credit hours in courses not \nspecified. \n6. \nTo Exempt is to waive a course required for graduation together with its equivalent hours."
        },
        {
          "type": "text",
          "page": 6,
          "text": "1. \nUndergraduate students, without respect to the school in which they are enrolled, may be exempted by the \nUniversity faculty from any general requirement that has been established by the University faculty. \n2. \nAn undergraduate student in a specific school may be exempted by the faculty of that school from any \nrequirement established by that school faculty. \n7. \nAdvanced Placement is the assignment of entering students to courses beyond the first course or courses in a normal \nsequence without allowing credit for courses not taken. \n8. \nAdvanced Standing means that an entering student has credit for or exemption from one or more courses."
        }
      ],
      "subsections": []
    },
    {
      "heading": "C. Academic Classification of Undergraduate Students",
      "page": 6,
      "content": [
        {
          "type": "text",
          "page": 6,
          "text": "1. \nA student at Purdue University is any person who has been admitted to the University and who is currently enrolled in \none or more courses for which there will be a permanent academic record. \n2. \nEach student shall be admitted and identified as one of the following:"
        },
        {
          "type": "text",
          "page": 6,
          "text": "1. \nDegree. A student who has been admitted and registered for the purpose of earning a degree. \n2. \nNondegree (University Senate Document 88-17, April 24, 1989). A student who is not in a program of study \nleading to a degree. A nondegree student has a limited purpose for his/her registration. A nondegree student \nis enrolled for personal or professional enrichment or to strengthen his/her academic background to gain \ndegree-seeking status. Such a student must provide evidence that he/she is qualified to enroll in the course(s) \nhe/she desires. An applicant currently enrolled in high school will be admitted as a non-degree student only \nwhen all of the following conditions are met:"
        },
        {
          "type": "text",
          "page": 6,
          "text": "1. \nThe student ranks in at least the top half of the high school class and maintains an above-average \ngrade(s) in subjects related to the course(s) in which he/she wishes to enroll, and \n2. \nThe high school guidance counselor or principal has signed a recommendation for the student and \nhas included a current copy of the high school transcript for review by members of the admissions \ncommittee. \n \nA nondegree student is generally limited to enrolling in a maximum of seven hours per semester \nduring the fall and spring semesters, and is generally limited to enrolling in no more than four hours \nduring the summer session; however, a nondegree student who has earned a bachelor's degree is \neligible to enroll on a full-time basis. In order to continue to register as a nondegree student, he/she \nmust meet the same minimum grade index required of degree students. A student may apply no \nmore than 18 semester hours of work completed as a nondegree student toward an undergraduate \ndegree at Purdue University. \n  \nThe dean of the school to which the student applies may determine which credits will be accepted \ntoward a degree in that school. A department may limit the number of nondegree students \nacceptable in any course (University Senate Document 87-13, April 25, 1988, revised by University \nSenate Document 02-6, February 17, 2003)."
        },
        {
          "type": "text",
          "page": 7,
          "text": "3. \nA student's academic classification for an associate or bachelor's degree shall be classified by numerals 1, 2, 3, etc., \ncorresponding to the total number of credit hours of college work earned."
        },
        {
          "type": "text",
          "page": 7,
          "text": "Total Credits Earned Semester Classification Status"
        },
        {
          "type": "text",
          "page": 7,
          "text": "14.0 or less \n1"
        },
        {
          "type": "text",
          "page": 7,
          "text": "First-year Student \n15 to 29 \n2"
        },
        {
          "type": "text",
          "page": 7,
          "text": "30 to 44 \n3"
        },
        {
          "type": "text",
          "page": 7,
          "text": "Sophomore \n45 to 59 \n4"
        },
        {
          "type": "text",
          "page": 7,
          "text": "60 to 74 \n5"
        },
        {
          "type": "text",
          "page": 7,
          "text": "Junior \n75 to 89 \n6"
        },
        {
          "type": "text",
          "page": 7,
          "text": "90 to 104 \n7"
        },
        {
          "type": "text",
          "page": 7,
          "text": "Senior \n105 or more \n8"
        },
        {
          "type": "text",
          "page": 7,
          "text": "4. \nThe starting date for degree requirements for an approved curriculum is the Fall semester of the academic year. When a \nnew or revised curriculum or degree requirement is approved by a college or school, the new requirements shall not \napply to the students currently enrolled in the University. This limitation will expire 6 academic years after the \nnew/revised curriculum is adopted. Current students may elect to use the new/revised curriculum or degree \nrequirements for graduation on written request to the school or college. Curriculum or degree requirement changes \nmade to satisfy requirements for professional accreditation may have a starting date in the semester in which the \nchanges are made (University Senate Document 09-6, April 19, 2010)."
        }
      ],
      "subsections": []
    },
    {
      "heading": "D. Transfer of Students between Curricula",
      "page": 7,
      "content": [
        {
          "type": "text",
          "page": 7,
          "text": "(University Senate Document 71-11, January 17, 1972; University Senate Document 09-6, April 19, 2010)"
        },
        {
          "type": "text",
          "page": 7,
          "text": "A student who wishes to transfer from one curriculum to another within the University shall:"
        },
        {
          "type": "text",
          "page": 7,
          "text": "1. \nPrepare the prescribed request form. \n2. \nSecure the approval of the deans or their designee of both colleges/schools concerned. \n3. \nSubmit the completed form at the Office of the Registrar before the end of the second week of the effective term. \nForms received after the second week will be effective for the next term. The request form may be honored after the \nsecond week if it is accompanied by a special petition setting forth the extenuating circumstances. Any student who has \nbeen inactive for three consecutive semesters may request a change of curricula as part of his/her application for \nreentry."
        }
      ],
      "subsections": []
    },
    {
      "heading": "E. Transfer of Credits between Curricula",
      "page": 7,
      "content": [
        {
          "type": "text",
          "page": 7,
          "text": "(University Senate Document 09-6, April 19, 2010)"
        },
        {
          "type": "text",
          "page": 7,
          "text": "When a student transfers from one curriculum to another leading to a different associate or baccalaureate degree, the courses that \nhave been completed and are acceptable in satisfying the degree requirements of the new curriculum shall be determined by an \nauthorized representative of the dean of the school into which the student wishes to transfer. The starting date limitations on \nchanges of degree requirements and curricula stated in section C 4 apply to transfer of credits between curricula."
        }
      ],
      "subsections": []
    },
    {
      "heading": "F. Credit in Courses by Examination",
      "page": 8,
      "content": [
        {
          "type": "text",
          "page": 8,
          "text": "(University Senate Document 74-15 [amended], April 21, 1975)"
        },
        {
          "type": "text",
          "page": 8,
          "text": "The establishment of credit by examination is encouraged in order to expedite the education of qualified students. Toward this \nend, each instructional department shall determine which of its courses are available for credit by examination and shall establish \nprocedures to determine the eligibility of candidates, to administer, and to grade such examinations. The examinations shall be as \ncomprehensive as those given in the course and shall be graded as satisfactory (performance comparable to that expected of \nstudents who receive A, B, or C in the course) or unsatisfactory. The registrar shall establish forms and procedures to assure \nproper distribution of results, and for satisfactory performance, shall record credit for the course on the student's record. The \ntesting coordinator in the Office of the Dean of Students shall schedule and administer written examinations if requested by the \ninstructional department. \n \nThe registrar shall collect from each department a list of courses that are available for credit by examination. The registrar shall \nalso make this information available to current students, prospective students, and academic advisors. In addition, each \ndepartment shall make available information about courses appropriate for credit by examination and shall identify faculty \nmembers responsible for administering these examinations. \n \nA student eligible to request examination for credit in a course shall be a newly admitted student or a currently enrolled student \nwho has not received a grade or directed grade in the course, other than a grade of W. \n \nRequests to take an examination for credit normally shall originate with the eligible student who must obtain the consent of \nhis/her advisor and the approval of the instructional department; however, newly admitted students whose previous records \nindicate high degrees of competence in particular areas may be invited and authorized to take specific examinations at the \ndiscretion of the instructional department and the academic advisor. Any student receiving such invitation or approval must meet \nthe examination schedule of the instructional department. In consenting to requests from currently enrolled students, the advisor \nand the instructional department shall be guided by their assessment of the student's need and ability as demonstrated by \nperformance in conventional coursework at Purdue."
        }
      ],
      "subsections": []
    },
    {
      "heading": "G. Courses Taken in Postbaccalaureate or Teacher \nLicense Status",
      "page": 8,
      "content": [
        {
          "type": "text",
          "page": 8,
          "text": "(Graduate Council, April 16, 1992)"
        },
        {
          "type": "text",
          "page": 8,
          "text": "Although there is no limit to the number of course credit hours that an individual may accumulate while registered in either of \nthese classifications, no more than 12 total hours of credit earned in postbaccalaureate or teacher license status may be used on a \ngraduate plan of study. However, if an application to a graduate degree program is approved during the session in which a person \nis enrolled for the 12th credit hour as a postbaccalaureate or teacher license student, all credits taken prior to and during that \nsession will be eligible for inclusion on a plan of study for a graduate degree program, providing the courses are appropriate to \nthe degree program and the courses and grades are acceptable first to the department and then to the Graduate School."
        }
      ],
      "subsections": []
    },
    {
      "heading": "H. Excess Undergraduate Credits",
      "page": 8,
      "content": [
        {
          "type": "text",
          "page": 8,
          "text": "(University Senate Document 10-9, April 25, 2011)"
        },
        {
          "type": "text",
          "page": 8,
          "text": "Graduate course credits earned while an undergraduate at Purdue University or other accredited institutions of higher learning \nmay be applied toward an advanced degree if these credits are in excess of any requirements for the baccalaureate degree. Such \ncredits must be certified as available for graduate credit by the institution from which the student received his/her baccalaureate \ndegree, but will be accepted only if:"
        },
        {
          "type": "text",
          "page": 9,
          "text": "1. \nThe student had junior or senior standing when taking the course, \n2. \nThe student received a grade of B or better (work taken under the pass/not-pass option is not acceptable), \n3. \nThe course was designated as a graduate course, and \n4. \nIf the work is completed satisfactorily on this basis, the academic advisor (or candidate coordinator, or other designee) \nshall then complete the Academic Record Change Form 350, which indicates that the course may be used for graduate \ncredit, and submit the form to the registrar, along with the grade reported, at the close of the student's final semester. \nThe academic advisor's (or candidate coordinator's, or designee's) signature will attest to the fact that the credit is in \nexcess of that required for the baccalaureate degree so that the registrar can then enter the notation available for \ngraduate credit on the student's record. \nThe sum of credits earned as undergraduate excess and the credit earned in post baccalaureate and teacher license status that can \nbe used on a plan of study is limited to 12 credit hours except as stated in Section II-G above. Any additional conditions under \nwhich excess undergraduate credit may be used for graduate credit are determined by the various departments (Graduate Council, \nApril 16, 1992)."
        }
      ],
      "subsections": []
    },
    {
      "heading": "I. Correspondence Courses",
      "page": 9,
      "content": [
        {
          "type": "text",
          "page": 9,
          "text": "(University Senate Document 90-29, April 22, 1991)"
        },
        {
          "type": "text",
          "page": 9,
          "text": "1. \nAll Purdue courses that are proposed for correspondence credit, including existing courses, must be approved through a \nschool's normal approval process before being offered. Correspondence courses are defined as those courses that are \ncharacterized by instructor-student interaction that occurs primarily outside the traditional classroom setting. \n2. \nCourses offered for credit will be taught by instructors approved by the department offering such courses. Whether a \ncorrespondence course is to be considered a normal teaching responsibility or an overload will be at the department's \ndiscretion. \n3. \nCourses offered as correspondence courses will count toward degree requirements the same as any other approved \ncourse within the curriculum. Limitations on correspondence courses applicable toward a degree will be determined \nthrough a school's normal course and degree approval process. \n4. \nCorrespondence courses taken for credit will require the individual to be admitted to the University and officially \nregistered for the course. Fees will be assessed separately from any other fees in accordance with the current standard \nper-credit-hour fee structure for the University or, if warranted, a special fee structure for the course will be requested \nthrough the Office of the Executive Vice President and Treasurer. The grade in the correspondence course will be \nincorporated in the computation of the scholastic index for the student, and a permanent academic record will be \nmaintained. \n5. \nThe beginning date and time period allotted, up to one calendar year, for a correspondence course will be established \nby the department and recorded by the registrar. A student withdrawing during the first half of the time period \nestablished may be assigned a grade of W, WF, or WN by the instructor. Within one calendar year of enrollment a final \ngrade will be reported to the registrar by the instructor for each enrolled student. If, due to extenuating circumstances, \nan incomplete grade is issued, the established regulations for removal or assignment of a permanent grade will apply. \n6. \nDepartments may wish to offer non-credit correspondence courses under an alternate course number that does not \nrequire the individual to be admitted to Purdue. No permanent academic record will be maintained, and fees will be \nestablished in accordance with the policies administered by the Office of the Executive Vice President and Treasurer."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Degrees and Requirements",
      "page": 10,
      "content": [],
      "subsections": []
    },
    {
      "heading": "Conferring of Degrees",
      "page": 10,
      "content": [
        {
          "type": "text",
          "page": 10,
          "text": "Appropriate degrees may be granted at the conclusion of each regular semester and summer session of the academic year \n(University Senate Document 89-5, November 13, 1989). In addition, degrees may be granted on other dates, providing the \nstudents are members of a group working on a common degree program. The degrees awarded during each academic year at \nvarious campuses and on the various dates will be presented to the Board of Trustees for approval in accordance with lists of \nrecipients that shall be provided by the registrar for entry into the permanent record of the board (Board of Trustees minutes: \nOctober 27, 1924; January 16, 1925; March 15, 1974)."
        },
        {
          "type": "text",
          "page": 10,
          "text": "Requirements for Degrees"
        }
      ],
      "subsections": []
    },
    {
      "heading": "A. Associate Degree",
      "page": 10,
      "content": [
        {
          "type": "text",
          "page": 10,
          "text": "To gain an associate degree from Purdue University, a student shall satisfy the following requirements:"
        },
        {
          "type": "text",
          "page": 10,
          "text": "1. \nThe completion, either by resident coursework, as directed credit, or by credit accepted from another institution, of the \nplan of study underlying the degree. Deans of schools may refuse to accept as credit toward graduation any course that \nwas completed 10 or more years previously. Former students shall be notified immediately of all such decisions upon \nreentering. Substitutions of courses required for graduation may be made by the dean of the school conferring the \ndegree. \n2. \nResident study at Purdue University for at least two semesters and the enrollment in and completion of at least 32 \nsemester hours of coursework required and approved for the completion of the degree. Students normally are expected \nto complete the entire second year in residence; however, with the approval of the dean of the school concerned, \nstudents who have at least three semesters of resident study may complete not to exceed 16 semester hours of the \nsecond year in another approved college or university. For the purpose of this rule, two summer sessions may be \nconsidered as equivalent to one semester. \n3. \nRegistration, either in residence or in absentia, as a candidate for the desired degree during the semester (or summer \nsession) immediately preceding its conferment. \n4. \nA minimum cumulative GPA of 2.00 shall be required for graduation (University Senate Document 93-2, November \n29, 1993). (See Academic Regulations and Procedures: Grades and Grade Reports, sections A and J.) A student who \nhas completed all other requirements for an associate degree, but has failed to meet the quality requirements may \nregister for additional courses with the approval of an authorized representative of the dean of his/her school after a \nreview of his/her record. The additional courses that the student may take after meeting all quantity requirements shall \nnot exceed 10 credit hours. Credit in these additional courses must be established within three years of the date on \nwhich all degree requirements except the minimum cumulative GPA were met. The student will be considered as \nhaving met the quality requirement for graduation if his/her graduation index, including the above extra courses, meets \nthe quality standard in effect at the time when all other graduation requirements were satisfied."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B. Baccalaureate Degree",
      "page": 10,
      "content": [
        {
          "type": "text",
          "page": 10,
          "text": "To gain a baccalaureate degree from Purdue University, a student shall satisfy the following requirements:"
        },
        {
          "type": "text",
          "page": 11,
          "text": "1. \nThe completion, either by resident course work, as directed credit, or by credit accepted from another institution, of the \nplan of study underlying the degree. Deans of schools may refuse to accept as credit toward graduation any course that \nwas completed 10 or more years previously. Former students shall be notified immediately of all such decisions upon \nreentering. Substitutions of courses required for graduation may be made by the dean of the school conferring the \ndegree. \n2. \nResident study at Purdue University for at least two semesters and the enrollment in and completion of at least 32 \nsemester hours of coursework required and approved for the completion of the degree. These courses are expected to be \nat least junior-level courses. \nStudents normally are expected to complete the senior year in residence; however, with the approval of the dean of the \nschool concerned, a student who has had four semesters of resident study may complete the last year or a portion of it \nat another college or university, provided that the number of semester hours of credit to be taken does not exceed 25 \npercent of the total hours required for the degree. The foregoing stipulations do not apply to students who earn credit \nelsewhere through a contract or arrangement entered into by the University or one of its academic units. \n3. \nRegistration, either in residence or absentia, as a candidate for the desired degree during the semester (or summer \nsession) immediately preceding its conferment. \n4. \nA minimum cumulative GPA of 2.00 shall be required for graduation. (See Sections VII-J and VII-A.) \nA student who has completed all other requirements for a bachelor's degree but has failed to meet the quality \nrequirements may register for additional courses with the approval of an authorized representative of the dean of his/her \nschool after a review of his/her record. The additional courses that the student may take after meeting all quantity \nrequirements shall not exceed 20 credit hours. Such a student may take in another approved college or university not \nmore than 9 of the 20 credit hours permitted, provided such courses are approved in advance in writing by an \nauthorized representative of the dean of his/her school. A copy of such approval must be filed in the Office of the \nRegistrar. Credit in these additional courses must be established within five years of the date on which all degree \nrequirements except the minimum cumulative GPA were met. The student will be considered as having met the quality \nrequirements for graduation if his/her cumulative GPA, including the above extra courses, meets the quality standards \nin effect at the time when all other graduation requirements were satisfied. \n5. \nThe demonstration of satisfactory knowledge of the English language, with particular reference to composition and \nspelling. Junior and senior students who are determined by the Office of Writing Review to be markedly deficient in \nEnglish shall be assigned to a noncredit English course, which they will be required to pass before graduation."
        }
      ],
      "subsections": []
    },
    {
      "heading": "C. Advanced Degrees",
      "page": 11,
      "content": [
        {
          "type": "text",
          "page": 11,
          "text": "Requirements for the several master's degrees, for the Educational Specialist, and for Doctor of Philosophy degrees are \nestablished by the Graduate Council and are stated in the Graduate School Bulletin and the Policies and Procedures Manual for \nAdministering Graduate Student Programs."
        }
      ],
      "subsections": []
    },
    {
      "heading": "D. Professional Degree - Doctor of Pharmacy",
      "page": 11,
      "content": [
        {
          "type": "text",
          "page": 11,
          "text": "To gain the degree Doctor of Pharmacy, a student shall complete the required professional curriculum."
        }
      ],
      "subsections": []
    },
    {
      "heading": "F. Professional Degree - Doctor of Veterinary \nMedicine",
      "page": 11,
      "content": [
        {
          "type": "text",
          "page": 12,
          "text": "To gain the degree Doctor of Veterinary Medicine, a student shall satisfy the following requirements:"
        },
        {
          "type": "text",
          "page": 12,
          "text": "1. \nThe satisfactory completion of the prescribed preprofessional curriculum of two or more years prior to admission to the \nSchool of Veterinary Medicine. \n2. \nThe satisfactory completion of the four-year professional curriculum in veterinary medicine. \n3. \nMultiple Degree Programs \nA student who will be completing the requirements for two or more degree programs simultaneously may be eligible to \nbe registered as a candidate for more than one degree according to the following criteria:"
        },
        {
          "type": "text",
          "page": 12,
          "text": "1. \nIf the degree programs are in different schools, two (or more) degrees may be awarded upon special request \napproved by the deans of the schools concerned and filed with the registrar at the beginning of the semester \nor session in which the degrees are to be awarded. \n2. \nIf the degree programs are in the same school and lead to different degrees, the appropriate degrees shall be \nawarded. \n3. \nIf the degree programs are in the same school and lead to the same degree, only one degree shall be awarded. \nThe academic record shall reflect multiple fields of study, as appropriate."
        }
      ],
      "subsections": []
    },
    {
      "heading": "G. Diplomas",
      "page": 12,
      "content": [
        {
          "type": "text",
          "page": 12,
          "text": "A diploma is a document listing the school awarding the degree, the type of degree being awarded, the campus awarding the \ndegree, and the date the degree was conferred. An official transcript or a complete academic record of degree posting will include \nthe type of degree; cooperative education or honors curriculum; any fields of study, minors, or specializations; campus where the \ndegree was awarded; and the date the degree was conferred."
        }
      ],
      "subsections": []
    },
    {
      "heading": "H. Meeting Degree Requirements",
      "page": 12,
      "content": [
        {
          "type": "text",
          "page": 12,
          "text": "Specific deadlines for the various requirements for graduate degrees are outlined in the Graduate School Web site (see \nhttp://www.gradschool.purdue.edu/gradrequirements/index.cfm) and must be met as specified. All degree requirements for \nundergraduate and professional degrees are to be met as of the end of the academic session in which the degree is to be conferred. \nIn the event that academic requirements for an undergraduate or professional degree have not been met as of the end of the \nsession, the candidate's school may grant an extension of time, not to exceed 30 calendar days following the end of the session, \nfor these requirements to be completed in order for the degree to be conferred for that session. Academic requirements that have \nnot been completed, as of the end of the 30-day period, shall disqualify the student from receiving the degree in the intended \nsession and shall delay the conferring of the degree until the end of the next session in which the student is duly registered and all \ndegree requirements have been completed."
        },
        {
          "type": "text",
          "page": 12,
          "text": "Graduation rates for the West Lafayette Campus are available from the Office of the Registrar, Purdue University, 1095 Hovde \nHall, West Lafayette, IN 47907-1095, (765) 494-8581. These rates are calculated and made available as required by the Student \nRight-to-Know and Campus Security Act."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Registration and Course Assignment",
      "page": 13,
      "content": [],
      "subsections": []
    },
    {
      "heading": "A. Registration",
      "page": 13,
      "content": [
        {
          "type": "text",
          "page": 13,
          "text": "Students shall register during a prescribed period prior to the beginning of each semester or session. Registration for courses shall \nbe accomplished in accordance with the procedures prescribed by the registrar. Late registrations will be accepted for one week \nafter the beginning of classes in a regular semester and three days after the beginning of classes in a summer session. After the \nbeginning of any session a late registrant shall be assessed an additional late registration fee (University Senate Document 73-6, \nJanuary 28, 1974)."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B. Immunization Requirements",
      "page": 13,
      "content": [
        {
          "type": "text",
          "page": 13,
          "text": "Effective August 1995, Indiana state law requires all newly enrolled, full-time students attending residential campuses of Indiana \npublic universities to be immunized against rubeola (10-day measles), rubella (German measles), mumps, diphtheria, and tetanus. \nThis law requires the University to block the enrollment of any student who does not comply with immunization requirements."
        },
        {
          "type": "text",
          "page": 13,
          "text": "1. \nEvidence of immunization or immunity may be documented by completion of the Purdue Health History Form and \nsigned by a healthcare provider. Other immunization records acceptable to the Indiana State Department of Health also \nmay be used to document compliance with the immunization requirements. These include (1) a physician's certificate, \n(2) immunization records forwarded by another school, (3) a record maintained by the student or parent showing the \nmonth and year during which each dose of vaccine was administered. \n2. \nRequests for exemption to these requirements based on medical or religious grounds must be accompanied by written \ndocumentation. Medically based requests must be signed by a healthcare provider; requests based on religious \nconvictions must be signed by the student and submitted to the Purdue Student Health Center. \n3. \nExemptions for medical reasons may be granted upon receipt of a written statement from a healthcare provider:"
        },
        {
          "type": "text",
          "page": 13,
          "text": "1. \nIndicating the nature and duration of a medical condition that contraindicates an immunization, along with \nthe specific vaccine identified as detrimental to the student's health. \n2. \nCertifying pregnancy or suspected pregnancy. \n3. \nVerifying that the student is currently completing the course of all required immunizations. \n4. \nIn the event of an outbreak of any of the vaccine preventable diseases covered by this law on or near campus, students \nholding exemptions will be excluded from all campus activities for their protection until the outbreak is declared to be \nover. \n5. \nMedical exemptions expire when the medical condition(s) contraindicating immunization change in a manner that \npermits immunization."
        }
      ],
      "subsections": []
    },
    {
      "heading": "C. Allowable Academic Load",
      "page": 13,
      "content": [
        {
          "type": "text",
          "page": 13,
          "text": "A student's academic load shall be arranged, so far as possible, in accordance with the following policy:"
        },
        {
          "type": "text",
          "page": 13,
          "text": "1. \nCredit hours in excess of 18 hours during a regular session shall be carefully monitored by the academic advisor, who \nmay wish to consult with appropriate University personnel concerning the student's prognosis for success. Unless the \nstudent's curriculum requirement for that session is specified as greater than 18 credit hours, approval by the dean of \nhis/her school or the dean's designee must be obtained before the student may be assigned more than 18 credit hours."
        },
        {
          "type": "text",
          "page": 14,
          "text": "2. \nIn summer session, a student may not be assigned to more than nine credit hours without approval by the dean of \nhis/her school or the dean's designee (University Senate Document 83-5, as amended and approved January 23, 1984)."
        }
      ],
      "subsections": []
    },
    {
      "heading": "D. Assignment to Intensive Courses",
      "page": 14,
      "content": [
        {
          "type": "text",
          "page": 14,
          "text": "No person shall be permitted to register in two intensive courses in the summer session at the same time. In general, no one who \nis taking an intensive course shall be permitted to take another nonintensive course at the same time except, in special cases, with \nthe approval of the instructor in the intensive course, the head of the department administering the intensive course, and, for \ngraduate students, the dean of the Graduate School."
        }
      ],
      "subsections": []
    },
    {
      "heading": "E. Assignment to a Dependent Course",
      "page": 14,
      "content": [
        {
          "type": "text",
          "page": 14,
          "text": "(University Senate Document 83-7, March 26, 1984)"
        },
        {
          "type": "text",
          "page": 14,
          "text": "A student who received a grade of F, N, or U in any course shall not be admitted to any dependent course (one requiring the \nfailed course as a prerequisite as set forth in the catalog), and any assignment to or enrollment in such dependent course shall be \ncancelled. Enrollment in a dependent course also may be cancelled if the student has not taken the prerequisite course or \notherwise satisfied the stated requirements for enrolling in the course."
        },
        {
          "type": "text",
          "page": 14,
          "text": "A student who received a grade of F, N, or U in any course shall not be admitted to any dependent course (one requiring the \nfailed course as a prerequisite as set forth in the catalog), and any assignment to or enrollment in such dependent course shall be \ncancelled. Enrollment in a dependent course also may be cancelled if the student has not taken the prerequisite course or \notherwise satisfied the stated requirements for enrolling in the course."
        },
        {
          "type": "text",
          "page": 14,
          "text": "If a student on trial in a dependent course completes the course with a passing grade, his/her achievement may, by prior \nagreement, be construed as satisfying the requirements for changing an E grade in any prerequisite course in the same \ndepartment, provided the department head approves and reports the change of grade properly to the registrar. However, \nsatisfactory work in a dependent course shall not relieve the student of the requirement to complete required work in any \nprerequisite course in which a grade of I, PI, or SI (incomplete) was received. None of these provisions shall deprive a student of \nthe opportunity to resolve a grade of E, I, PI, or SI in the normal manner. (See Academic Regulations and Procedures: Grades and \nGrade Reports, sections E and F.)"
        }
      ],
      "subsections": []
    },
    {
      "heading": "F. Schedule Revisions",
      "page": 14,
      "content": [
        {
          "type": "text",
          "page": 14,
          "text": "(Applies to West Lafayette and North Central campuses only. University Senate Document 81-10, February 15, 1982, and \nUniversity Senate Documents 83-7, March 26, 1984, and 83-8, March 26, 1984)"
        },
        {
          "type": "text",
          "page": 14,
          "text": "Schedule revisions may occur following the beginning of a semester or session and are governed by policies intended to be \nuniformly administered across the various schools of the University. Students may revise their schedule in accordance with the \nfollowing policy:"
        },
        {
          "type": "text",
          "page": 14,
          "text": "1. \nCourse Additions, Change of Level, or Change of Pass/Not-Pass Option. A student may add a course, change course \nlevel, or change the pass/not-pass option during the first four weeks of a semester or the first two weeks of a summer \nsession by obtaining on the schedule revision form the signatures of the academic advisor and the instructor of the \ncourse to be added or changed, if in their judgments the student could satisfactorily fulfill the course objectives."
        },
        {
          "type": "text",
          "page": 15,
          "text": "In the case of extenuating circumstances, course changes may be made during weeks five through nine of a semester or \nduring weeks three through four and one-half of a summer session, upon recommendation of the student's academic \nadvisor, instructor, and head of the department in which the course is listed. Such course changes shall not be made \nduring the last seven weeks of a semester or three and one-half weeks of a summer session."
        },
        {
          "type": "text",
          "page": 15,
          "text": "Week Restrictions"
        },
        {
          "type": "text",
          "page": 15,
          "text": "1 \nNo approval required"
        },
        {
          "type": "text",
          "page": 15,
          "text": "2-4 \nApproval of academic advisor and instructor"
        },
        {
          "type": "text",
          "page": 15,
          "text": "5-9 \nExtenuating circumstances only. Approval of academic advisor, instructor, and head of the department in which the \ncourse is listed."
        },
        {
          "type": "text",
          "page": 15,
          "text": "10-\n16 \nNot Permitted"
        },
        {
          "type": "text",
          "page": 15,
          "text": "2. \nCancellation of Assignment. Students shall receive a grade for every course in which they are assigned unless the \ncourse assignment has been properly cancelled at the registrar's office upon presentation by the student of a request \napproved by the academic advisor. If there are extenuating circumstances, these must be stated on the request. \n \nWhen a course assignment is cancelled prior to the end of two weeks of a semester or one week of a summer session, \nthe course will not be recorded on the student's record. When a course assignment is cancelled after two weeks and \nprior to the end of four weeks of a semester or after one week and prior to the end of two weeks of a summer session, a \ngrade of W shall be recorded. \n \nAfter four weeks and prior to the end of nine weeks of a semester or after two weeks and prior to the end of four and \none-half weeks of a summer session, a course assignment may be cancelled upon the request of the student with the \napproval of the academic advisor. The instructor shall indicate whether the student is passing or failing (see Academic \nProcedures and Regulations: Grades and Grade Reports, section D). If the student is not passing, the case may be \nreferred by either the student or the instructor to the dean of students, who, after consultations with the dean or the \ndesignee of the student's school and other appropriate University agencies, shall determine whether there are sufficient \nextenuating circumstances beyond the student's reasonable control to justify the cancellation of the course assignment \nwithout a failing grade. \n \nNo course assignment shall be cancelled within the last seven weeks of any semester or three and one-half weeks of a \nsummer session. The cancellation of all course assignments constitutes withdrawal from the University. Cancellation of \nall course assignments as a result of withdrawal shall be treated and recorded in the same manner as the cancellation of \na single course assignment with the additional provision that the dean of students shall determine and assign the \nappropriate effective date to the withdrawal."
        },
        {
          "type": "text",
          "page": 15,
          "text": "Week Restrictions"
        },
        {
          "type": "text",
          "page": 15,
          "text": "1-2 \nNo approval required, course will not be recorded."
        },
        {
          "type": "text",
          "page": 15,
          "text": "3-4 \nApproval of academic advisor; course will be recorded with grade of W."
        },
        {
          "type": "text",
          "page": 15,
          "text": "5-9"
        },
        {
          "type": "text",
          "page": 15,
          "text": "Approval of academic advisor. The instructor shall indicate whether the student is passing or failing (University Senate \nDocument 91-5, February 24, 1992). A grade of W, WF, WN, or WU will be recorded. In case of a W, WF, WN, or WU, \nexceptions shall be determined by the dean of students. This restriction includes weeks 5-12 at the North Central Campus \n(University Senate Document 93-14, September 26, 1994). Undergraduate students with a semester classification of 0 and"
        },
        {
          "type": "text",
          "page": 16,
          "text": "fewer than 31 hours of college credit, or with a semester classification of 1 or 2, need not have the instructor's signature. \nGrades recorded for these students will be W (University Senate Document 91-5, February 24, 1992)."
        },
        {
          "type": "text",
          "page": 16,
          "text": "10-16 Course assignments cannot be cancelled during this period."
        },
        {
          "type": "text",
          "page": 16,
          "text": "3. \nExceptions. Exceptions to the preceding regulations for registration, schedule revision, and cancellation of assignment \nmay be made for courses that do not span the regular semester or summer session."
        }
      ],
      "subsections": []
    },
    {
      "heading": "G. Withdrawal from the University",
      "page": 16,
      "content": [
        {
          "type": "text",
          "page": 16,
          "text": "A student who withdraws from the University during any semester or summer session shall secure a written authorization from \nthe head of the school in which he/she is registered and from the dean of students and shall present it to the registrar of the \nUniversity for proper entry upon the record. Each assignment on the student's schedule will be cancelled by the registrar in \naccordance with regulations governing cancellation of assignments. In cases of emergency, when a personal interview is \nimpossible the student should present to the head of the school a proper written statement containing the reasons for his/her \nwithdrawal."
        },
        {
          "type": "text",
          "page": 16,
          "text": "When a student withdraws from the University, the registrar will issue authorization for refunds in accordance with the existing \npolicy regarding such refunds."
        }
      ],
      "subsections": []
    },
    {
      "heading": "H. Refunding of Fees and Tuition",
      "page": 16,
      "content": [
        {
          "type": "text",
          "page": 16,
          "text": "(Board of Trustees minutes, December 7, 1950, and October 23, 1963)"
        },
        {
          "type": "text",
          "page": 16,
          "text": "Registered students who find it necessary to cancel their registration prior to the beginning of classes, upon the recommendation \nof the registrar, will receive a 100 percent refund of all fees and tuition."
        },
        {
          "type": "text",
          "page": 16,
          "text": "Students who withdraw during the first six weeks of a semester, with the recommendation of the registrar, will receive a partial \nrefund of the general service fee and tuition. More specifically, the percentage of refund is determined as follows:"
        },
        {
          "type": "text",
          "page": 16,
          "text": "1. \nFall or spring semester"
        },
        {
          "type": "text",
          "page": 16,
          "text": "1. \nWithdrawal during the first or second week - 80 percent refund \n2. \nWithdrawal during the third or fourth week - 60 percent refund \n3. \nWithdrawal during the fifth or sixth week - 40 percent refund. \n2. \nSummer modules \n \nRefunds for summer modules are proportionate on the same basis as semester refunds. \nNo portion of the health, student activity, recreation facilities, or academic building facilities fees will be refunded on \nor after the beginning of classes. \n \nFor first-time students to Purdue University with Title IV Aid, and once classes begin, refunds are prorated based on \nthe date of withdrawal from class(es). Refunds are calculated on all fees and tuition based on a diminishing scale. The \nrefund period is through week 10 of the fall and spring semesters and through week five for an eight-week summer \nmodule. An administrative fee of $100 or five percent of tuition, fees, room, board, and other charges, whichever is \nless, will be deducted. Questions should be addressed to the Bursar's Office."
        }
      ],
      "subsections": []
    },
    {
      "heading": "I. Granting Academic Credit to Students Who \nWithdraw from the University upon Order of \nInduction into Military Service",
      "page": 17,
      "content": [
        {
          "type": "text",
          "page": 17,
          "text": "1. \nSeniors who are candidates for degrees during any semester will receive full credit after the completion of eight or \nmore weeks provided the grades are passing at the time of withdrawal. There will be no refund of fees in such cases. \n2. \nNo credit will be granted to a student who withdraws during the first five weeks of any semester. After the end of the \nfifth week, academic credit will be granted according to the following plan, with the understanding that the student \nconcerned has a passing grade or better in those courses in which academic credit is desired. When the grade is not \npassing, a W will be entered in his/her record. Fractions of credit other than those specified below will be adjusted to \nthe nearest specified fraction. In no case will credit for less than one-third of an hour be recorded."
        },
        {
          "type": "text",
          "page": 17,
          "text": "Time of Withdrawal"
        },
        {
          "type": "text",
          "page": 17,
          "text": "Semester \nSummer Session Proportion of Total Credits in Each Course"
        },
        {
          "type": "text",
          "page": 17,
          "text": "6th and 7th weeks \n4th week \n1/3"
        },
        {
          "type": "text",
          "page": 17,
          "text": "8th and 9th weeks \n5th week \n1/2"
        },
        {
          "type": "text",
          "page": 17,
          "text": "10th, 11th, and 12th weeks 6th and 7th weeks 2/3"
        },
        {
          "type": "text",
          "page": 17,
          "text": "After 12th week \n8th week \nFull credit"
        },
        {
          "type": "text",
          "page": 18,
          "text": "Purdue University - 2016-2017 University Catalog"
        },
        {
          "type": "text",
          "page": 18,
          "text": "7-Classes.htm[6/24/2016 10:12:39 AM]"
        },
        {
          "type": "text",
          "page": 18,
          "text": "Purdue University - 2016-2017 University Catalog acalog ACMS\nPurdue University - 2016-2017 University Catalog\n Catalog Export"
        }
      ],
      "subsections": []
    },
    {
      "heading": "Classes",
      "page": 18,
      "content": [],
      "subsections": []
    },
    {
      "heading": "A.\nAttendance",
      "page": 18,
      "content": [
        {
          "type": "text",
          "page": 18,
          "text": "(University Senate Document 6-5, March 19, 2007)"
        },
        {
          "type": "text",
          "page": 18,
          "text": "The resources of Purdue University are provided for the\nintellectual development of its students. Courses with defined schedules are\nprovided to facilitate an\n orderly and predictable environment for learning, as\nwell as to provide assurance of a registered student's right to access the\ncourse. Scheduled courses allow\n students to avoid conflicts and reflect the\nUniversity's expectation that students should be present for every meeting of a\nclass/laboratory for which they are\n registered. Faculty are responsible for\norganizing and delivering a course of instruction and for certifying student\naccomplishment on the basis of performance."
        },
        {
          "type": "text",
          "page": 18,
          "text": "The University recognizes that the learning mission can be enhanced\nsignificantly by extracurricular experiences. Students participating in\nUniversity-\nsponsored activities should be permitted to make up class work\nmissed as a result of this participation. Ultimately students are responsible\nfor all required\n coursework and bear full responsibility for any academic\nconsequences that may result due to absence."
        },
        {
          "type": "text",
          "page": 18,
          "text": "1.     \nGeneral Attendance Issues (University Senate Document 10-8,\nMarch 21, 2011)"
        },
        {
          "type": "text",
          "page": 18,
          "text": "Instructors are expected to establish and clearly communicate in the course\nsyllabus attendance policies relevant to individual courses. Course\n attendance\npolicies must be consistent with University policy."
        },
        {
          "type": "text",
          "page": 18,
          "text": "It is recognized that occasionally it may be necessary for a student to be\nabsent from a scheduled course activity for personal reasons beyond his/her\n\ncontrol (e.g., illness, family emergency, bereavement, etc.). The University\nexpects each student to be responsible for class-related work missed as a\n\nresult of an unavoidable absence; this work may be made up at the discretion of\nthe instructor."
        },
        {
          "type": "text",
          "page": 18,
          "text": "Only the instructor can excuse a student from a course requirement or\nresponsibility. When conflicts or absences can be anticipated, such as for many\n\nUniversity sponsored activities and religious observances, the student should\ninform the instructor of the situation as far in advance as possible and\n the\ninstructor should strive to accommodate the student. Individual course policies\nmay state expected notification periods. For unanticipated or\n emergency\nabsences where advance notification to an instructor is not possible, the\nstudent should contact the instructor as soon as possible by e-mail,\n phone, or\nby contacting the main office of the department that offers the course. When the\nstudent is unable to make direct contact with the instructor\n and is unable to\nleave word with the instructor's department because of circumstances beyond the\nstudent's control, and in cases of bereavement, the\n student or the student's\nrepresentative should contact the Office of the Dean of Students. A member of\nthe Dean of Students staff will notify the\n student's instructor(s) of the\ncircumstances. The student should be aware that this intervention does not\nchange in any way the outcome of the\n instructor's decision regarding the\nstudents' academic work and performance in any given course.\n\nRegardless of whether these absences are anticipated or unanticipated,\ninstructors are to allow for absences in accordance with the Student\n\nBereavement Policy and in all other cases, are encouraged to accommodate the\nstudent. In certain laboratory-based or intensive short-term courses, a\n student\ncan jeopardize his/her academic status with an unreasonable number of absences,\nparticularly in lab courses that cannot be made up later. The\n student should\nalways consult with the instructor to determine the potential impact of any\nabsence."
        },
        {
          "type": "text",
          "page": 18,
          "text": "Students holding the opinion that they have been wrongly denied an excused\nabsence or the opportunity to make up missed work should contact the\n head of\nthe department offering the course or the Office of the Dean of Students to\nattempt to resolve the conflict.\n2.     \nConflicts with Religious Observances"
        },
        {
          "type": "text",
          "page": 18,
          "text": "The University values a community with diverse backgrounds and traditions and\nrecognizes that conflicts between regularly scheduled curricular\n activities and\nreligious observances of some members of our community can arise. Instructors\nare encouraged to cooperate with students in dealing\n with work missed due to\nabsences resulting from participation in religious observances."
        },
        {
          "type": "text",
          "page": 18,
          "text": "Students requesting special consideration in scheduling are encouraged to make\nthis known to instructors well in advance, minimize the length of the\n absence,\nand be flexible in arranging alternative times to complete any assignments they\nmight miss. Students holding the opinion that they have\n wrongly been denied an\nexcused absence or the opportunity to make up missed work due to an absence for\na religious observance should contact the\n head of the department offering the\ncourse to attempt to resolve the conflict.\n3.     \nGrief Absence Policy for Students (University Senate\nDocument 10-6, March 21, 2011)"
        },
        {
          "type": "text",
          "page": 18,
          "text": "Policy Statement: Purdue University recognizes that a time of bereavement is\nvery difficult for a student. The University therefore provides the\n following\nrights to students facing the loss of a family member through the Grief Absence\nPolicy for Students (GAPS)."
        },
        {
          "type": "text",
          "page": 18,
          "text": "GAPS Policy: Students will be excused for funeral leave and given the\nopportunity to earn equivalent credit and to demonstrate evidence of meeting\n\nthe learning outcomes for missed assignments or assessments in the event of the\ndeath of a member of the student's family."
        },
        {
          "type": "text",
          "page": 18,
          "text": "Scope: This policy applies to all full-time and part-time students currently\nenrolled in the Purdue University System."
        },
        {
          "type": "text",
          "page": 18,
          "text": "Immediate Family: Students are eligible for up to three (3) days of excused\nabsence over five (5) consecutive calendar days for the death of a spouse,\n\nparent, child, grandparent, grandchild or sibling, or a corresponding in-law or\nstep-relative."
        },
        {
          "type": "text",
          "page": 18,
          "text": "Relative living in the student's home: Students are eligible for up to three\n(3) days of excused absence over five (5) consecutive calendar days for the"
        },
        {
          "type": "text",
          "page": 19,
          "text": "Purdue University - 2016-2017 University Catalog"
        },
        {
          "type": "text",
          "page": 19,
          "text": "7-Classes.htm[6/24/2016 10:12:39 AM]"
        },
        {
          "type": "text",
          "page": 19,
          "text": "death of an uncle, aunt, niece, nephew or first cousin living in the student's\nhome."
        },
        {
          "type": "text",
          "page": 19,
          "text": "Relative: Students are eligible for one (1) day of excused absence for the\ndeath of an uncle, aunt, niece, nephew or first cousin."
        },
        {
          "type": "text",
          "page": 19,
          "text": "In the event of the death of another family member or friend not explicitly\nincluded within this policy, a bereaved student should petition for grief\n absence\nthrough the Office of the Dean of Students (ODOS) by meeting individually with\nan ODOS staff member for case evaluation."
        },
        {
          "type": "text",
          "page": 19,
          "text": "In addition, students may be granted additional absences to account for travel\nconsiderations, to be determined by the distance of the verified funeral\n\nservices from West Lafayette, IN, as follows: Within 150 mile radius of West\nLafayette - no additional excused absence days; between 150-300 mile\n radius of\nWest Lafayette - one additional excused absence days; beyond 300 mile radius of\nWest Lafayette - two additional excused absence days;\n outside the 48 contiguous\nUnited States - four additional excused absence days."
        },
        {
          "type": "text",
          "page": 19,
          "text": "A student should contact the ODOS to request that a notice of his or her leave\nbe sent to instructors. The student will provide documentation of the\n death or\nfuneral service attended to the ODOS. Given proper documentation, the\ninstructor will excuse the student from class and provide the\n opportunity to\nearn equivalent credit and to demonstrate evidence of meeting the learning\noutcomes for missed assignments or assessments. If the\n student is not satisfied\nwith the implementation of this policy by a faculty member, he or she is\nencouraged to contact the Department Head and if\n necessary, the ODOS, for\nfurther review of his or her case. In a case where grades are negatively\naffected, the student may follow the established\n grade appeals process.\n4.     \nMilitary Absence Policy for Students (University Senate\nDocument 13-4, March 24, 2014)"
        },
        {
          "type": "text",
          "page": 19,
          "text": "Purdue University recognizes that those who are actively serving in the\nReserves or National Guard of the United States are required by their military\n\ncontract to attend mandatory training through the Military Absence Policy for\nStudents (MAPS)."
        },
        {
          "type": "text",
          "page": 19,
          "text": "Students will not be penalized for mandatory military training and will be\ngiven the opportunity to earn equivalent credit and to demonstrate evidence\n of\nmeeting the learning outcomes for missed assignments or assessments in the\nevent of a schedule or class conflict due to mandatory military\n training. It is\nthe responsibility of the student to inform the instructor at the beginning of\nthe semester of the potential for mandatory military training\n conflicts.\nStudents should expect that absences from heavier course loads will be more\ndifficult to recover from than absences from lighter course\n loads."
        },
        {
          "type": "text",
          "page": 19,
          "text": "Students are eligible for up to fifteen (15) days for military-required\nabsences per academic year with no more than ten (10) academic calendar days\n\ntaken consecutively, for their mandatory military training. Total absences,\nincluding travel, may not exceed 1/3 of the course meetings for any course."
        },
        {
          "type": "text",
          "page": 19,
          "text": "Students may be granted additional absences to account for travel\nconsiderations, to be determined by the distance of the verified military\ntraining\n from the Purdue campus, as follows:\n\nWithin 150 mile radius of the Purdue campus, no additional excused absence\ndays.\n\nBetween 150 - 300 mile radius of the Purdue campus, one additional excused\nabsence days.\n\nBeyond 300 mile radius of the Purdue campus, two additional excused absence\ndays.\n\nOutside the 48 contiguous United States, four additional excused absence days."
        },
        {
          "type": "text",
          "page": 19,
          "text": "A student should contact the Office of the Dean of Students (ODOS) to request\nthat a notice of the leave be sent to instructors as soon as he or she is\n\ninformed of the dates of mandatory military training. The student will provide\ndocumentation of the mandatory military training in the form of orders\n or\nequivalent documents as proof of legitimate absence to the ODOS as soon as\nthese documents are available. If necessary, the ODOS may consult\n with the\nVeterans Success Center about the nature of the documentation. When\ndocumentation is presented to the Office of the Dean of Students, a\n verified\nabsence notification will be sent to the student's instructors."
        },
        {
          "type": "text",
          "page": 19,
          "text": "The student may provide verbal information about the leave to the ODOS and an\nunverified preliminary (non-MAPS) notice will be sent to instructors\n for\nplanning purposes only. MAPS will be applicable only when the student has\nreturned to the ODOS with substantiating documentation and ODOS\n has sent a\nverified absence notification to the instructors."
        },
        {
          "type": "text",
          "page": 19,
          "text": "With a verified absence notification from the ODOS, the instructor will not\npenalize the student for missing class and will provide the opportunity to\n earn\nequivalent credit and to demonstrate evidence of meeting the learning outcomes\nfor missed assignments or assessments. If the student begins to\n make up the\nwork and is not satisfied with the implementation of this policy, he or she\nshall provide, within 10 days, a written statement to the\n professor clearly\nexplaining their objection and suggesting an alternative accommodation. If the\nprofessor and student cannot expediently resolve this\n written objection, then\nthe student may appeal for further review or consultation of his or her case to\nthe Department Head, whereupon ODOS or the\n Veterans Success Center may become\ninvolved. In a case where grades are negatively affected, the student may\nfollow the established grade appeals\n process."
        },
        {
          "type": "text",
          "page": 19,
          "text": "Unique or variant exceptions should be dealt with in a negotiated manner\nbetween the student and professor, which may include involving the\n Department\nHead, ODOS, or the Veterans Success Center to review and consult on his or her\nsituation."
        },
        {
          "type": "text",
          "page": 19,
          "text": "In certain laboratory-based or intensive short-term courses, a student can jeopardize his/her academic status with an unreasonable number of\n absences, particularly in lab courses that cannot be made up later. In courses with extensive laboratory exercises, group projects, group performances,\n or participation requirements, equivalent exercises or assessments may not be possible as determined by the instructor and subject to review by the\n Dean of the school offering the course, or their designee. In such a case the student\nmay be eligible for retroactive withdrawal. The student should\n always consult\nwith the instructor to determine the potential impact of any absence.\n5.     \nConclusion"
        },
        {
          "type": "text",
          "page": 19,
          "text": "The University expects that students will attend classes for which they are\nregistered. At times, however, either anticipated or unanticipated absences\n can\noccur. The student bears the responsibility of informing the instructor in a\ntimely fashion, when possible. The instructor bears the responsibility of\n\ntrying to accommodate the student either by excusing the student or allowing\nthe student to make up work, when possible. The University expects\n both\nstudents and their instructors to approach problems with class attendance in a\nmanner that is reasonable."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B.\nAuditor",
      "page": 19,
      "content": [
        {
          "type": "text",
          "page": 20,
          "text": "Purdue University - 2016-2017 University Catalog"
        },
        {
          "type": "text",
          "page": 20,
          "text": "7-Classes.htm[6/24/2016 10:12:39 AM]"
        },
        {
          "type": "text",
          "page": 20,
          "text": "(University Senate Document 10-5, February 21, 2011)"
        },
        {
          "type": "text",
          "page": 20,
          "text": "A person who is already enrolled as a student in the\nUniversity and who wishes to attend a course in the University without credit\nshall obtain from the Office of\n the Registrar an Audit Permission form stating\nhis/her name, their PUID, the subject, course, and CRN number, the number of\ncredits, and the term. This form\n needs to be signed by the instructor of record\nfor the course. A person who is not already enrolled as a student must apply\nfor admission as a non-degree student\n with the Office of Admissions. Once\naccepted, he/she may follow the steps outlined above."
        },
        {
          "type": "text",
          "page": 20,
          "text": "A person who has status in the University by reason of\nadmission to, and registration in, a definite classification may enroll in a\ncourse as an auditor. The\n assignment and enrollment must be completed by the\nregular procedure for registration. The assessment of fees and determination of\nallowable load shall be in\n accordance with the credit value or equivalent of\nthe course(s) involved."
        },
        {
          "type": "text",
          "page": 20,
          "text": "For a staff member, the registrar will also require the\napproval of the staff member's immediate supervisor. The fee for auditing shall\nbe waived for persons who\n are eligible for fee remission."
        },
        {
          "type": "text",
          "page": 20,
          "text": "Members of the staff who, as part of the regular duties for\nwhich they are paid, are required to attend course(s) in their own department\nwithout credit shall be\n exempt from the above provisions requiring a special\npermit for registration and approval of the dean of the Graduate School acting\nfor the president."
        },
        {
          "type": "text",
          "page": 20,
          "text": "An auditor in a course shall be entitled to hear lectures,\nrecitations, and oral quizzes. He/She shall not participate in classroom\nexercises except as invited by the\n instructor. He/She shall neither submit\npapers, when tests or examinations are given, nor take part in laboratory work.\nAn auditor shall receive no credit for the\n course."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Financial Obligations and Responsibilities",
      "page": 21,
      "content": [
        {
          "type": "text",
          "page": 21,
          "text": "Students should make every effort to keep their credit good in the community for their own benefit and that of all students."
        },
        {
          "type": "text",
          "page": 21,
          "text": "A student's failure to pay the University amounts owed by established due dates may result in default interest charges and late \nfees and imposition of holds preventing access to student services such as registration, delivery of transcripts or diplomas (See \nScholastic Records, Encumbrance, in Section D). The University may charge interest on any amounts that are not paid in full by \nthe due date. Said interest will begin no earlier than the day after the due date and continue until the amount owed is paid in full. \nUnless a different interest rate is agreed upon in writing for a specific transaction, interest after the due date shall be at the rate of \neight percent (8.00%) per annum. In collection of any indebtedness owed the University, the University shall also be entitled to \nall additional costs referenced in Indiana Code 21-14-2-11, as from time to time amended or recodified. Expenses associated with \ncollection of indebtedness by means of the Indiana state tax set off program shall be added to the indebtedness. Any judgment \nentered shall be without relief from valuation and appraisement laws. As to all disputes or collections relating to indebtedness \nowed the University, student consents to exclusive jurisdiction and venue in any competent court within the Indiana county in \nwhich the University campus enrolling the student is located, except as pre-empted by or prohibited by 15 USC 1692i, as \nhereinafter amended from time to time, other federal statutes, or state laws and regulations, including consumer protection laws \nbut excluding general preferred venue rules and laws. All returned checks, drafts, or orders are subject to a service charge not \nexceeding the maximum allowed by Indiana law."
        },
        {
          "type": "text",
          "page": 21,
          "text": "Students with past due financial obligations to the University may have their official university records placed on hold, including \nplacement of a hold on registration eligibility for any future academic terms. (See Scholastic Records, Encumbrance, in Section \nD.) Degree candidates with delinquent financial obligations to the University must pay or satisfy such debts at least one week \nbefore the close of any term. If any such debts have not been paid or satisfied upon terms acceptable to the University before the \nclose of any term, a candidate's diploma may be withheld from graduation ceremonies, or if the degree is granted without \nknowledge of such delinquency, the diploma and transcript will be held until the financial obligation has been satisfied."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Grades and Grade Reports",
      "page": 22,
      "content": [
        {
          "type": "text",
          "page": 22,
          "text": "The policy changes approved at the April 15, 2013 Senate meeting shall apply solely to the West Lafayette campus."
        }
      ],
      "subsections": []
    },
    {
      "heading": "A. Basis of Grades",
      "page": 22,
      "content": [
        {
          "type": "text",
          "page": 22,
          "text": "Each student shall be responsible for the completion of all required work, in each course for which he/she has enrolled, by the \ntime of the last scheduled meeting of the class, unless his/her assignment to the course has been properly withdrawn. Each \nstudent shall receive from his/her instructors a grade in each course for which he/she is enrolled at the close of the session. This \ngrade shall indicate the student's achievement with respect to the objectives of the course."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B. Semester Grades",
      "page": 22,
      "content": [
        {
          "type": "text",
          "page": 22,
          "text": "(University Senate Document 76-7, as amended and approved, February 21, 1977, and University Senate Document 96-8, April \n28, 1997.)"
        },
        {
          "type": "text",
          "page": 22,
          "text": "The following grades shall be available to be assigned by the instructors and reported when they are called for by the registrar:"
        },
        {
          "type": "text",
          "page": 22,
          "text": "1. \nFor Credit Courses \nA+, A: Highest passing grade. \nA- \nB+ \nB \nB- \nC+ \nC \nC- \nD+ \nD \nD-: Lowest passing grade; marginally passing minimal objectives of the course. \nE: Conditional failure; failure to achieve minimum objectives, but only to such limited extent that credit can be \nobtained by examination or otherwise without repeating the entire course. This grade represents failure in the course \nunless and until the record is duly changed within one semester. It cannot be improved to a grade higher than D. (See \nsection E.) When an instructor reports a grade of E, he/she shall file in the departmental office a statement of what is \nrequired of the student to receive the passing grade. \nF: Failure; failure to achieve minimal objectives of the course. The student must repeat the course satisfactorily in order \nto establish credit in it. \n2. \nFor Credit Courses Taken under Pass/Not-Pass Option P: Passing grade; equivalent to grade A+, A, A-, B+, B, B-, C+, \nC or C-. N: Not passing. \n3. \nFor Zero Credit Courses (including thesis research but not including laboratory portions of courses in which, for \npurposes of scheduling, separate course designations are used for the laboratory section). \nS: Satisfactory; meets course objectives. \nU: Unsatisfactory; does not meet course objectives. \nAU: Audit Grade; does not meet degree objectives. \nNS: Not Submitted; assigned when a grade is not submitted by the instructor. \n4. \nFor Incomplete Work, (University Senate Document 83-8, March 26, 1984; revised by University Senate Document \n97-7, April 27, 1998, and University Senate Document 00-5, March 19, 2001)"
        },
        {
          "type": "text",
          "page": 23,
          "text": "A grade of incomplete is a record of work that was interrupted by unavoidable absence or other causes beyond a \nstudent's control, which work was passing at the time it was interrupted and the completion of which does not require \nthe student to repeat the course in order to obtain credit. The incomplete grade is not to be used as a substitute for a \nfailing grade. The incomplete may also be used to delay the awarding of a grade in courses (e.g., self-paced courses, \nmastery courses, and practicums) the completion of which normally requires one semester, but the structure of which \nallows specified additional time. An instructor may consult with the dean of students to determine whether the \ncircumstances may warrant a grade of incomplete. When an instructor reports a grade of incomplete, he/she shall file in \nthe departmental office registrar's form 60 stating the reasons for the grade and what is required of the student to \nachieve a permanent grade. The instructor shall also indicate the grade the student has earned on the work completed, \nand the weight to be given to the remainder of the work in computing a final, permanent grade. The student must \nachieve a permanent grade in the course no later than one year after the incomplete is given, or the incomplete grade \nwill revert to a failing grade. (See section F.) A student will not be permitted to enroll in a course in a future semester \nfor a course in which they have a current I, PI, or SI grade. \nAppropriate incomplete grades for courses are as follows: I: Incomplete; no grade; the student was enrolled in a credit \ncourse under the regular grade option. PI: Incomplete; no grade; same as I except that the student was enrolled in a \ncredit course under the pass/not-pass option. (See Section C.) SI: Incomplete; no grade; same as I except that the \nstudent was enrolled in a zero credit course."
        }
      ],
      "subsections": []
    },
    {
      "heading": "C. Pass/Not-Pass Option",
      "page": 23,
      "content": [
        {
          "type": "text",
          "page": 23,
          "text": "In order to provide students with the opportunity to broaden their educational foundations with minimum concern for grades, an \nalternative grading system, the pass/not-pass option, is established. Students will register for the pass/not-pass option in \naccordance with \"Academic Regulations and Procedures: Registration and Course Assignment,\" section A (University Senate \nDocument 73-6, January 28, 1974)."
        },
        {
          "type": "text",
          "page": 23,
          "text": "1. \nThe option is open to all students in the University subject to the regulations of the school in which the student is \nenrolled. In particular, the school will specify under what conditions a course that is passed under this option may be \nused to satisfy its graduation requirements. A department or school may specify that certain courses intended only for \nstudents in that department or school are available only on the pass/not-pass option (University Senate Document 75-\n10, as amended and approved, April 19, 1976). \n2. \nSubject to the regulations of his/her school, a student may elect this option in any course that does not already appear \non his/her academic record and in which he/she is otherwise eligible to enroll for credit with letter grade. A student \nmay not elect this option for more than 20 percent of the total credit hours required for graduation. \n3. \nThe registrar's class roster will indicate which students have elected this option. \n4. \nA student who is enrolled in a course under this option has the same obligations as those who are enrolled in the course \nfor credit with letter grade. When the instructor reports final grades in the course, he/she will report that any such \nstudent who would have earned a grade of A+, A, A-, B+, B, B-, C+, C, or C- has passed the course, and that any other \nsuch student has not passed. The registrar will make an appropriate notation on the student's academic record in place \nof a letter grade, but will not use the course in computing GPA."
        }
      ],
      "subsections": []
    },
    {
      "heading": "D. Directed Grades",
      "page": 23,
      "content": [
        {
          "type": "text",
          "page": 23,
          "text": "(University Senate Document 83-8, March 26, 1984; amended by University Senate Document 01-3, November 19, 2001)"
        },
        {
          "type": "text",
          "page": 23,
          "text": "The registrar is directed to record the following grades and symbols under special circumstances in lieu of semester grades. The \nregistrar may request from the faculty such information as he/she needs and on such forms as the registrar shall prescribe."
        },
        {
          "type": "text",
          "page": 23,
          "text": "W: Withdrew; a record of the fact that a student was enrolled in a credit course and withdrew from the course after the \nwithdrawal date per campus time-frame."
        },
        {
          "type": "text",
          "page": 24,
          "text": "WF: Withdrew Failing; a record of the fact that a student with a classification of 3 or higher, was enrolled in a credit course and \nwithdrew from the course after the fourth week at which time, according to a statement from the instructor, the student was not \npassing in his/her work. This grade does not affect GPA computations. A grade of WF may be directed by the Committee on \nScholastic Delinquencies and Readmissions."
        },
        {
          "type": "text",
          "page": 24,
          "text": "WN: Withdrew Not Passing; the same as WF for a credit course taken under the pass/not-pass option."
        },
        {
          "type": "text",
          "page": 24,
          "text": "WU: Withdrew Unsatisfactory; the same as WF for a zero credit course."
        },
        {
          "type": "text",
          "page": 24,
          "text": "IF: Unremoved Incomplete-Failing; for a credit course in which a student received an I grade, a directed record of the student's \nfailure to achieve a permanent grade before the end of one year after the Incomplete was given. This grade counts in all respects \nas a failing grade."
        },
        {
          "type": "text",
          "page": 24,
          "text": "IN: Unremoved Incomplete-Not Passing; for a credit course taken under the pass/not-pass option and in which the student \nreceived a PI grade. The same as an IF grade except that it does not affect GPA computations."
        },
        {
          "type": "text",
          "page": 24,
          "text": "IU: Unremoved Incomplete-Unsatisfactory; for a zero credit course in which a student received an SI grade. The same as an IF \ngrade except that it does not affect GPA computations."
        }
      ],
      "subsections": []
    },
    {
      "heading": "E. Improvement of E Grade",
      "page": 24,
      "content": [
        {
          "type": "text",
          "page": 24,
          "text": "(University Senate Document 76-7, as amended and approved, February 21, 1977)"
        },
        {
          "type": "text",
          "page": 24,
          "text": "A student who receives a grade of E may request the opportunity to improve the grade provided that he/she can complete special \nrequirements by the time he/she completes another semester enrollment. A student who successfully achieves all minimal \nobjectives in the course will receive a grade of D. The value of the D grade shall replace the E grade in the computation of future \nGPAs. If the student fails to achieve within the specified time a D grade in any course for which he/she received a grade of E, it \nshall become the permanent grade and the registrar shall not thereafter honor a request to change that grade. However, on the \nrecommendation of the head of the student's school and the approval of the department head, the time for accomplishing this \nimprovement may be extended. Certification of the improvement of an E grade to a D grade shall be reported on such forms as \nthe registrar shall prescribe. The D grade shall be added to the permanent academic record and reported to the student no later \nthan his/her next grade report."
        }
      ],
      "subsections": []
    },
    {
      "heading": "F. Completion Grades",
      "page": 24,
      "content": [
        {
          "type": "text",
          "page": 24,
          "text": "(University Senate Document 83-8, March 26, 1984)"
        },
        {
          "type": "text",
          "page": 24,
          "text": "A student who receives a grade of I, PI, or SI in a course and who successfully completes his/her work in the time interval \nspecified by the instructor, but no later than one calendar year after the I grade was given, will receive from the instructor \nwhatever permanent grade his/her work would have deserved if it had been completed on time regardless of the student's \nenrollment status. The value of the final grade resulting from the late completion of the course requirements shall be incorporated \nin future cumulative GPAs. If the student fails to achieve within the specified time a permanent grade in any course for which \nhe/she received a grade of I, PI, or SI, the registrar shall record a permanent grade of IF, IN, or IU for the grade of I, PI, or SI, \nrespectively. The value of an IF grade shall be incorporated in future cumulative GPAs. \nThe registrar shall not honor a request to extend the time for completing the course requirements except when such a request is \nprompted by causes beyond the student's control, and a documented explanation of the circumstances is submitted to the registrar \nalong with the recommendation of the head of the student's school and the approval of the department head. \nRequests for the addition of a permanent grade to the record shall be submitted on such forms as the registrar shall prescribe"
        },
        {
          "type": "text",
          "page": 25,
          "text": "regardless of the student's enrollment status. Any addition of grade as provided in this section shall be entered on the student's \npermanent academic record and be reported to the student. (With myPurdue no reporting is needed as it's automatically available \nto the student."
        }
      ],
      "subsections": []
    },
    {
      "heading": "G. Grade Corrections",
      "page": 25,
      "content": [
        {
          "type": "text",
          "page": 25,
          "text": "An instructor who discovers that an erroneous grade was reported for a student shall immediately submit to the registrar a \nstatement, countersigned by the department head, of what retroactive correction is to be made. A correction of grade should be \nreported to the registrar within 30 days after the start of the fall, spring or summer semester following the semester in which the \nerroneous grade was reported. Any correction reported after this time must be accompanied by the instructor's explanation for the \ndelay in reporting in addition to the approval of the department head, unless the grade change is the result of a grade appeal. \nWhen a grade correction is recorded, the appropriate semester and overall GPA will be corrected (University Senate Document \n79-4, November 19, 1979)."
        }
      ],
      "subsections": []
    },
    {
      "heading": "H. Mid-Term Grades",
      "page": 25,
      "content": [
        {
          "type": "text",
          "page": 25,
          "text": "Between the beginning of the fifth week and the end of the seventh week, all students enrolled in 1000029999 level and those \napproved for foundational courses shall be provided graded feedback by their faculty. These grades will not become part of the \npermanent record."
        }
      ],
      "subsections": []
    },
    {
      "heading": "I. Final Grade Report",
      "page": 25,
      "content": [
        {
          "type": "text",
          "page": 25,
          "text": "A final report will be made by the instructor for each student enrolled in a given class in accordance with the conditions of the \nregistration and following instructions issued by the registrar. The complete record will then be reported to the student, to the \nhead of the school, and to such other designated parties as may be entitled to the report."
        }
      ],
      "subsections": []
    },
    {
      "heading": "J. Scholastic Indexes",
      "page": 25,
      "content": [
        {
          "type": "text",
          "page": 25,
          "text": "(University Senate Document 76-7, as amended and approved, February 21, 1977; University Senate Document 84-10, March 25, \n1985; University Senate Document 94-2, December 12, 1994; University Senate Document 7-5, April 21, 2008; and University \nSenate Document 12-6, April 15, 2013)"
        },
        {
          "type": "text",
          "page": 25,
          "text": "The scholastic standing of all undergraduate students enrolled in programs leading to a degree shall be determined by three \nscholastic grade point averages (GPAs). The semester GPA, the cumulative GPA, and the program GPA."
        },
        {
          "type": "text",
          "page": 25,
          "text": "1. \nThe semester GPA is an average determined by weighting each grade received during a given academic semester by the \nnumber of semester hours of credit in the course. \n2. \nThe cumulative GPA for an undergraduate student is a weighted average of all grades received as an undergraduate \nstudent. With the guidance of his/her academic advisor, a student may enroll in a non-repeatable course up to three \ntimes. In such cases, the same course* is to be used, the same grade mode and only the most recent grade received shall \nbe included in the cumulative GPA. In the case of a course in which a conditional grade has been improved by"
        },
        {
          "type": "text",
          "page": 26,
          "text": "examination, the most recent grade received shall be used. \n* An equivalent course may be used when authorized by the faculty member in charge of said course. Transfer credits \nfrom other colleges and universities may be used to fulfill degree requirements, but cannot be used to remove Purdue \nrecorded grades from GPA calculations. \n3. \nThe program GPA is derived from a degree audit and will be used as a criterion to accept a student to a program during \nthe process of Change of Degree Objective (CODO). The degree audit relevant to the program to which a student \ntransfers is used to determine the program grade point average. In a case where no courses of the initial program apply \nto the new program, the same criteria for acceptance to a program may be used as for a student applying out of high \nschool. \n4. \nThe cumulative GPA for a student enrolled in the professional curriculum in pharmacy is a weighted average of all \ngrades received by the student while in the professional curriculum plus all grades included in the student's \nundergraduate graduation GPA, as defined in section J-2 above, prior to entering the professional curriculum. With the \nconsent of his/her academic advisor, a student may repeat a course not intended for repeated registrations up to two \nattempts. In the case of such a repeated course* is to be used, the same grade mode and only the most recent grade \nreceived shall be included in the graduation GPA. \n*An equivalent course may be used when authorized by the faculty member in charge of said course. Transfer credits \nfrom other colleges and universities may be used to fulfill degree requirements, but cannot be used to remove Purdue \nrecorded grades from GPA calculations. \n5. \nThe cumulative GPA for a graduate student is a weighted average of all grades received by the student in graduate-\nlevel courses (those numbered 500 or higher) since entering a graduate program, plus all grades received in \nundergraduate-level courses, taken while in the graduate program as part of the graduate plan of study. With the \nconsent of his/her major professor, a student may repeat a course not intended for repeated registrations up to two \nattempts. In the case of such a repeated course, the same course* is to be used, the same grade mode and only the most \nrecent grade received shall be included in the graduation GPA. Grades received in foreign language courses to establish \nreading knowledge as specified by the Graduate Council are not used in computing graduation indexes. \n \nFor the purpose of averaging, each grade shall be weighted in the following manner (University Senate Document 96-8, \nApril 28, 1997). \n \nGrade Weight \n \nA+, A: 4 x sem hrs = index pts \nA-: 3.7 x sem hrs = index pts \nB+: 3.3 x sem hrs = index pts \nB: 3 x sem hrs = index pt \nB-: 2.7 x sem hrs = index pts \nC+: 2.3 x sem hrs = index pts \nC: 2 x sem hrs = index pts \nC-: 1.7 x sem hrs = index pts \nD+: 1.3 x sem hrs = index pts \nD: 1.0 x sem hrs = index pts \nD-: 0.7 x sem hrs = index pts \nE, F, IF: 0.0 x sem hrs = index pts \nP, N, I, PI, SI, W, WF, WN, WU, IN, IU, AU, NS: Not included \n6. \nThe semester GPA is the sum of all index points for one semester for grades A+/A, A-, B+, B, B-, C+, C, C-, D+, D, D-\n, E, IF, and F divided by the sum of all corresponding semester hours. This index is represented by the following \nformula: \nS = NA+NA+NA-+NB+NB ... NF \n4NA+4NA+3.7NA-+3.3NB+3NB ... +0NF \n  \n7. \nIn the formula, NA+ , NA , NA- , NB+ , etc., are, respectively, the number of credit hours of A+, A, A-, B+, etc. \n8. \nThe cumulative and program GPAs are computed similarly using the grades specified in sections J-2 and J-3 above. \n(University Senate Document 7-5, April 21, 2008) \n9. \nThe registrar shall compile and report semester and cumulative GPAs after the close of each academic session."
        }
      ],
      "subsections": []
    },
    {
      "heading": "K. Academic Renewal",
      "page": 27,
      "content": [
        {
          "type": "text",
          "page": 27,
          "text": "(University Senate Document 10-7, March 21, 2011)"
        },
        {
          "type": "text",
          "page": 27,
          "text": "Academic renewal is a recalculation of the Scholastic Indices."
        },
        {
          "type": "text",
          "page": 27,
          "text": "1. \nAll Purdue University System graded courses that comprise the Academic Record prior to Re-entry or Readmission \nwill receive zero credit, are not included in the credit hour total, and make zero contribution to the calculation of the \nProgram GPA or the Cumulative GPA. \n2. \nThe original course grade record will remain unchanged on the transcript. \n3. \nThe Academic Renewal Policy shall be a Purdue University policy and be independent of the student's School or \nCollege. \n4. \nAcademic Renewal applies to students who have been admitted to the University under the current University \nStandards and Policies for Re-Entry or Readmission and have not been enrolled at Purdue University in the preceding \nfive years. \n5. \nStudents must petition the faculty Committee on Scholastic Delinquencies and Readmission (CSDR) to have their \nScholastic Indices recalculated using the Academic Renewal Policy. This recalculation will not be implemented unless \nthe student is in good standing according to University policy, and has completed at least 12 credit hours after Re-Entry \nor Readmission. The petition for recalculation of the Scholastic Indices must be made by students within one full year \nfrom the start of the semester in which they are readmitted or granted Re-Entry. \n6. \nAcademic Renewal may only be granted once for a student. \n7. \nThe faculty CSDR will administer the Academic Renewal Policy."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Academic Probation and Deficiency",
      "page": 28,
      "content": [],
      "subsections": []
    },
    {
      "heading": "A. Academic Probation",
      "page": 28,
      "content": [
        {
          "type": "text",
          "page": 28,
          "text": "A student at Purdue University shall be placed on academic probation if his/her fall or spring semester or cumulative GPA at the \nend of any fall or spring semester is less than a 2.0."
        },
        {
          "type": "text",
          "page": 28,
          "text": "A student on academic probation shall be removed from that standing at the end of the first subsequent fall or spring semester in \nwhich he/she achieves semester and cumulative GPAs equal to or greater than 2.0."
        },
        {
          "type": "text",
          "page": 28,
          "text": "Any grade change due to a reporting error will result in a recalculation of the GPA and determination of probation standing."
        },
        {
          "type": "text",
          "page": 28,
          "text": "Academic standing will not be assessed in summer sessions."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B. Dropping of Students for Academic Deficiency",
      "page": 28,
      "content": [
        {
          "type": "text",
          "page": 28,
          "text": "A student on academic probation shall be dropped from the University at the close of any fall or spring semester in which his/her \nsemester and cumulative GPA is less than a 2.0."
        },
        {
          "type": "text",
          "page": 28,
          "text": "Any grade change due to a reporting error will result in a recalculation of the GPA and determination of drop status."
        }
      ],
      "subsections": []
    },
    {
      "heading": "C. Readmission",
      "page": 28,
      "content": [
        {
          "type": "text",
          "page": 28,
          "text": "A student who is academically dropped from the University for the first time is not eligible to enroll for at least one fall or spring \nsemester. A student who is academically dropped for the second time is not eligible to enroll for at least one year."
        },
        {
          "type": "text",
          "page": 28,
          "text": "A student dropped by this rule must apply to the appropriate office or readmission committee for the Purdue campus of choice. A \nfee is assessed for processing the readmission application (Board of Trustees Minutes, June 5-6, 1970). Readmission is not \nguaranteed, but any student who gains readmission is readmitted on probation and is subject to stipulations in effect as a \ncondition of readmission. (For more detailed information about readmission, visit the following web \nsite: http://www.admissions.purdue.edu/readmission/)"
        }
      ],
      "subsections": []
    },
    {
      "heading": "Scholastic Recognition",
      "page": 29,
      "content": [],
      "subsections": []
    },
    {
      "heading": "A. Dean's List",
      "page": 29,
      "content": [
        {
          "type": "text",
          "page": 29,
          "text": "(University Senate Document, March 25, 1991)"
        },
        {
          "type": "text",
          "page": 29,
          "text": "At the conclusion of each semester, the registrar shall indicate which undergraduate students are scholastically eligible to be \nincluded on the Dean's List. To be cited on the Dean's List for any semester, one must:"
        },
        {
          "type": "text",
          "page": 29,
          "text": "1. \nHave at least 12 hours included in the overall GPA. \n2. \nHave at least 6 hours included in the semester GPA. \n3. \nAttain at least a 3.5 overall GPA. \n4. \nHave at least a 3.0 current semester GPA."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B. Semester Honors",
      "page": 29,
      "content": [
        {
          "type": "text",
          "page": 29,
          "text": "At the conclusion of each semester, the registrar shall indicate which undergraduate students are scholastically eligible for \nSemester Honors. To be cited one must:"
        },
        {
          "type": "text",
          "page": 29,
          "text": "1. \nHave at least six credit hours included in the semester GPA. \n2. \nAttain at least a 3.5 semester GPA. \n3. \nHave at least a 2.0 overall GPA."
        }
      ],
      "subsections": []
    },
    {
      "heading": "C. Graduation with Distinction",
      "page": 29,
      "content": [
        {
          "type": "text",
          "page": 29,
          "text": "(University Senate Document 79-21, December 15, 1980)"
        },
        {
          "type": "text",
          "page": 29,
          "text": "1. \nA candidate for the baccalaureate degree with distinction must have a minimum of 65 hours of credit earned at Purdue \nUniversity included in the computation of the overall GPA. A candidate for an associate degree with distinction must \nhave a minimum of 35 hours of credit earned at Purdue University included in the computation of the overall GPA. \n2. \nThe minimum overall GPA for graduation with distinction in each school shall be no less than the 90th percentile of the \ngraduation indexes of the graduates in each school, for the spring semester, provided that the index is at least 3.30. The \nminimum overall GPA so determined in the spring for each school shall be applied for graduation with distinction for \nthe subsequent summer session and fall semester. In administering this rule, all baccalaureate engineering graduates \nwill be considered as one school. \n3. \nOf those graduates who qualify for distinction under these rules for the spring semester, the three-tenths of the \nbaccalaureate graduates having the highest overall GPA shall be designated as graduating with highest distinction, \nirrespective of the schools from which they graduate. The three-tenths of the spring associate degree graduates having \nthe highest overall GPA will be designated as graduating with highest distinction. \n \nThe minimum overall GPAs so determined for graduation with highest distinction shall be applied for graduation with \nhighest distinction for the subsequent summer session and fall semester."
        }
      ],
      "subsections": []
    },
    {
      "heading": "D. Professional Degree Programs",
      "page": 30,
      "content": [
        {
          "type": "text",
          "page": 30,
          "text": "Students enrolled in professional degree programs also shall be eligible for the Dean's List, Semester Honors, and Graduation \nwith Distinction (Administrative Approval, April 27, 1998)."
        }
      ],
      "subsections": []
    },
    {
      "heading": "E. Achievement Credits",
      "page": 30,
      "content": [
        {
          "type": "text",
          "page": 30,
          "text": "Students who fail to meet the criteria of scholastic distinction but who, in the judgment of one or more faculty members, merit \ncitation for distinguished achievement, shall have their names presented through the heads of instructional departments or \ndirectly to the Committee on Superior Students, together with such evidence of achievement as is available. The criteria for \nselecting students in this group are:"
        },
        {
          "type": "text",
          "page": 30,
          "text": "1. \nOriginal thinking of consistently good quality. \n2. \nAchievement of other than classwork; publication of literary, artistic, or scientific work. \n3. \nWork that requires great ingenuity or industry, but that may not lead to definite publication. \n4. \nIndependent projects of reasonable magnitude carried out by the student on his/her own initiative. \n \nProjects carried out by such students may receive special achievement credit. Such achievement credits may be \nsubstituted for elective courses of instruction as determined in each case upon the recommendation of the dean of the \nschool concerned."
        }
      ],
      "subsections": []
    },
    {
      "heading": "F. Distinguished Military Graduates",
      "page": 30,
      "content": [
        {
          "type": "text",
          "page": 30,
          "text": "Distinguished Military graduates of the Army and Air Force Reserve Officers' Training Corps units will be designated by the \nappropriate department and the president each year upon graduation."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Scholastic Records",
      "page": 31,
      "content": [],
      "subsections": []
    },
    {
      "heading": "A. Good Standing",
      "page": 31,
      "content": [
        {
          "type": "text",
          "page": 31,
          "text": "For purposes of reports and communications to other institutions or agencies, and in the absence of any further qualifications of \nthe term, a student shall be considered in good standing unless he/she has been dismissed, suspended, or dropped from the \nUniversity and not readmitted."
        }
      ],
      "subsections": []
    },
    {
      "heading": "B. Transcripts",
      "page": 31,
      "content": [
        {
          "type": "text",
          "page": 31,
          "text": "Any student or former student of the University whose record is not encumbered for any reasons described hereafter shall, upon \nwritten application to the registrar, be entitled to receive (1) a transcript of his/her complete record and/or (2) a certificate of \ncompletion. The registrar is authorized to issue such records upon the written request of the student or former student. The \ntranscript shall consist of a full and complete copy of the student's academic record."
        }
      ],
      "subsections": []
    },
    {
      "heading": "C. The Certificate of Completion",
      "page": 31,
      "content": [
        {
          "type": "text",
          "page": 31,
          "text": "The certificate of completion shall contain:"
        },
        {
          "type": "text",
          "page": 31,
          "text": "(1) the dates of attendance; (2) a summary of the courses successfully completed; and (3) a statement, \"This is a summary of the \ncourses successfully completed. An official transcript showing all courses taken may be obtained from the registrar, upon \nauthorization by the student.\""
        },
        {
          "type": "text",
          "page": 31,
          "text": "The certificate of completion shall be issued only to students who have completed at least two semesters of resident work in the \nUniversity. A certificate fee shall be charged for each copy of this certificate."
        }
      ],
      "subsections": []
    },
    {
      "heading": "D. Encumbrance",
      "page": 31,
      "content": [
        {
          "type": "text",
          "page": 31,
          "text": "A student's official record may be encumbered:"
        },
        {
          "type": "text",
          "page": 31,
          "text": "1. \nBy the comptroller for nonpayment of fees, deposits, residence hall charges, or any other sums owed to the University. \n2. \nBy the Business Office Student Organizations, countersigned by the dean of students, in the case of a responsible \nofficer or officers of any student organization that has a delinquent account due to the University. \n3. \nBy the dean of students for disciplinary reasons. \n4. \nBy the director of the Student Health Center countersigned by the dean of students, for medical reasons. \n \nA degree candidate who is in arrears to the University may be denied his/her diploma until his/her financial record is \ncleared. \n \nThe request for the encumbrance of a student's record shall be filed with the Office of the Registrar and shall indicate"
        },
        {
          "type": "text",
          "page": 32,
          "text": "whether either or both the registration of the student and/or the issuance of a transcript, certificate of completion, or \ndiploma is to be encumbered. When the record is thus encumbered, no transcript or certificate of completion shall be \nissued. Such encumbrances shall remain until the registrar is notified to disencumber the record by the officer \nresponsible. It is the responsibility of the officer lifting the encumbrance to immediately notify the registrar so as to \nclear the record of the student. \n \nStudents in arrears to the University shall not be recommended for degrees. The clearance of a student's financial \nobligation on or before the Friday before commencement, or by a corresponding date in the first semester or in the \nsummer session, shall be essential for graduation. If a student so delinquent clears his/her obligation later, his/her \ndiploma may be released."
        }
      ],
      "subsections": []
    },
    {
      "heading": "E. Record of Actions on Transcripts",
      "page": 32,
      "content": [
        {
          "type": "text",
          "page": 32,
          "text": "No entry of disciplinary action shall be recorded on transcripts."
        }
      ],
      "subsections": []
    },
    {
      "heading": "F. Replacement of Diplomas",
      "page": 32,
      "content": [
        {
          "type": "text",
          "page": 32,
          "text": "(Board of Trustees minutes, July 10, 1975)"
        },
        {
          "type": "text",
          "page": 32,
          "text": "A replacement diploma shall be issued to the original holder, upon his/her affidavit, certifying to the loss or damage of the \noriginal diploma and upon payment of the cost of reproducing the diploma in its original format."
        }
      ],
      "subsections": []
    },
    {
      "heading": "G. Duplicate Diplomas",
      "page": 32,
      "content": [
        {
          "type": "text",
          "page": 32,
          "text": "(University Senate Document 12-3, February 18, 2013)"
        },
        {
          "type": "text",
          "page": 32,
          "text": "A duplicate diploma shall be issued to the original holder of the diploma upon payment of the cost of reproducing the duplicate \ndiploma. The duplicate diploma will be marked as \"Duplicate,\" in plain sight."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Scheduling of Examinations",
      "page": 33,
      "content": [],
      "subsections": []
    },
    {
      "heading": "Evening Examinations",
      "page": 33,
      "content": [
        {
          "type": "text",
          "page": 33,
          "text": "(University Senate Document 77-27, approved September 25, 1978, and University Senate Document 82-5, approved February \n21, 1983; revised by University Senate Document 00-4, March 19, 2001; and University Senate Document 7-6, February 18, \n2008, and University Senate Document 14-2, February 16, 2015)"
        },
        {
          "type": "text",
          "page": 33,
          "text": "1. \nThe Office of the Registrar will schedule examinations as requested under the provisions of this policy. Such \nscheduling will be subject to limitations on available facilities and will be based on the concept of minimizing the \nnumber of students scheduled for more than one examination at the same time. \n2. \nEvening examinations will be scheduled when requested for multidivision courses whose daytime classrooms and \nschedule prohibit effective common examinations during regular class periods. \n3. \nSingle-division course evening exams are not encouraged and may be requested only under the most unusual \ncircumstances (e.g., space limitations preclude the establishment of valid examining environment) and after the \npersonal review of the department heads. \n4. \nGraduate-level courses (60000 level) are exempted from this policy. \n5. \nEvening examinations may be scheduled during either of the following periods: \n \n6:30 to 7:30 p.m. \n8:00 to 9:00 p.m. \n \nAs an exception, when the Hall of Music, Loeb Playhouse, or Fowler Hall is used for two 60-minute examinations in a \nsingle evening, the examinations are to be scheduled for the following periods: \n \n6:30 to 7:30 p.m. \n8:30 to 9:30 p.m. \n \nStart times in these locations will change to 6:00 p.m. and 8:00 p.m. respectively on those occasions when they are \nscheduled for a 60-minute exam and an exam which exceeds 60 minutes. Requests for more than 60 minutes will be \nscheduled to start at the later hour. \n \nIn all cases, the testing period should be restricted to 60 minutes, unless a multiple-period evening examination has \nbeen requested. Requests for more than 60 minutes will be scheduled to start at the later hour. \n6. \nMultiple-period evening examinations may be requested only when the unique nature of the course as testified by the \ndepartment head precludes effective testing within the regular 60-minute evening examination period. \n7. \nExaminations will be held on Monday, Tuesday, Wednesday, and Thursday, with the exception that no examinations \nwill be held on the day preceding an official University holiday. \n8. \nFor all examination periods scheduled, roughly equivalent regular class periods are to be omitted. Omitted meetings are \nto be selected by the instructor according to the principle that meetings for each course should be distributed uniformly \nover its assigned term of instruction. \n9. \nRequests for the scheduling of evening examinations shall conform to the following procedures:"
        },
        {
          "type": "text",
          "page": 33,
          "text": "1. \nRequests shall be forwarded to the Office of the Registrar by and with the approval of the departmental \nschedule deputy. The request should include a preferred date and two alternative dates (one of which should \nbe in another week) for each evening exam requested."
        },
        {
          "type": "text",
          "page": 33,
          "text": "1. \nMultidivision courses at the 10000 and 20000 level must submit requests at the time departments \nsubmit their schedule of classes. A statement that these courses require evening examinations will \nbe printed in the Schedule of Classes."
        },
        {
          "type": "text",
          "page": 34,
          "text": "2. \nIf possible, all other courses requesting evening examinations should submit requests at the same \ntime departments submit their schedule of classes. These courses will also be identified in the \nSchedule of Classes. \n3. \nIf after the beginning of classes it becomes necessary to submit a request for an evening \nexamination not previously scheduled, this request should be submitted at least four weeks prior to \nthe proposed examination date. These requests will be honored only as space and the principle of \nconflict minimization permit. \n4. \nScheduled times for evening examinations may be changed after the beginning of the semester \nproviding a request for the change is submitted at least four weeks in advance of the earlier of the \ntwo scheduled dates. These requests will be honored only as space and the principle of conflict \nminimization permit. Changes in scheduled examinations should be avoided as much as possible. \nIn particular, requests for changes in scheduled examinations in 10000- and 20000level courses \nshould be requested only under the most unusual circumstances. \n2. \nExaminations coincident with convocations, intercollegiate athletic events, and student activities will be \navoided if possible; but if necessary, such examinations may be scheduled on the premise that the \nexamination process takes priority over any of these events. In this case, the Office of the Registrar has the \nauthority to start the first period of evening exams as early as 6:00 p.m. \n3. \nConflicts shall be resolved as follows (University Senate Document 81-4, April 19, 1982; revised by \nUniversity Senate Document 14-2, February 16, 2015):"
        },
        {
          "type": "text",
          "page": 34,
          "text": "1. \nIn case of examination conflicts (exams scheduled for the same student at the same time), similar to \nfinal examinations, students faced with a direct exam conflict are entitled to reschedule either \nexamination. It is the responsibility of the student to make the request for the necessary \narrangements at least one week before the scheduled exam. Course instructors shall not penalize a \nstudent who chooses to reschedule an examination under these options. In the event the student is \nunable to reach an agreement with the course instructors to reschedule one of the exams, the \nstudent will contact the Office of the Registrar; the Registrar will make the final decision as to \nwhich exam is to be rescheduled and offered at an alternate time; the Registrar will communicate \nthis decision to the course instructor and relevant department head. \n2. \nIn case of examination conflicts with a scheduled evening course, the conflict should be resolved \nby the course instructors, provided that the student informs them of the conflict at least a week \nbefore the exam. If the instructors cannot resolve the conflict, the scheduled evening course takes \npriority. The examination instructor must offer an alternative time for their exam. \n3. \nOther conflicts should be resolved between the instructor and the student. Reasons for conflict \nshould be taken under careful and reasonable consideration by the instructor and student. If conflict \nresolution is not possible, the examination shall take precedence, subject to appeal through the head \nof the department in which the course is offered. \n4. \nThe Office of the Dean of Students will be available for assistance in conflict resolution. \n10. The Office of the Provost shall implement a procedure to inform faculty and students of the academic regulations"
        },
        {
          "type": "text",
          "page": 34,
          "text": "governing the scheduling and conducting of evening examinations."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Student Conduct",
      "page": 35,
      "content": [
        {
          "type": "text",
          "page": 35,
          "text": "While freedom of thought and expression is the lifeblood of our academic community, the maintenance of civility is a \nprecondition to the vigorous exchange of ideas, and it is the policy of the University to promote civility in all forms of expression \nand conduct. The University thus believes that any expression or act of intolerance or discrimination - whether based on race, \ngender, religion, color, age, national origin, disability, status as a Vietnam-era veteran, or on any other basis - is repugnant and \ninimical to our most basic values."
        },
        {
          "type": "text",
          "page": 35,
          "text": "Students are responsible for observing the policies, rules, and regulations of Purdue University."
        },
        {
          "type": "text",
          "page": 35,
          "text": "These, in general, state the expectation that Purdue students will at all times conduct themselves as responsible citizens. Failure to \nshow respect for duly established civil laws or University regulations will be handled by the Office of the Dean of Students in \nconformance with the various policies and regulations hereafter stated. The Student Honor Code and the Bill of Student Rights \nare documents initiated by the students themselves and approved by the faculty and the Board of Trustees for the purpose of \nindicating both the rights and the responsibilities of students. In the interest of specificity in regulations, the resolution of the \nBoard of Trustees states in detail the kind of serious misconduct for which students are subject to suspension or expulsion from \nthe University and the methods of appealing disciplinary decisions."
        },
        {
          "type": "text",
          "page": 35,
          "text": "This section is followed by other miscellaneous regulations concerning the conduct of students. It is imperative that students \nbecome thoroughly familiar with this part of Student Regulations in order to avoid jeopardizing their relationships with the \nUniversity and to understand fully their responsibility as citizens and members of the University community."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Purdue University Bill of Student Rights",
      "page": 35,
      "content": [
        {
          "type": "text",
          "page": 35,
          "text": "(West Lafayette Campus)"
        },
        {
          "type": "text",
          "page": 35,
          "text": "(From Vice President and Treasurer Memo A-16. Board of Trustees, April 30, 1970. Revised by the January 9, 1975, July 10, \nMay 31, 1997.)"
        }
      ],
      "subsections": []
    },
    {
      "heading": "Preamble",
      "page": 35,
      "content": [
        {
          "type": "text",
          "page": 35,
          "text": "At an institution of higher learning, the pursuit of knowledge and the attainment of mature attitudes will be greatly facilitated by \nfreedom of expression and decision making as enumerated in the following Bill of Rights. In exercising these rights, however, \nstudents must bear the responsibility to act in accordance with local, state, and national laws, and University rules. No right \nspecified by this bill is meant to be construed as enabling students to infringe upon the individual rights of another member of the \nacademic community. We, the students, thereby endorse the Purdue Honor Code and the following Bill of Rights, expecting in all \ninstances to accept these documents with maturity and a level of responsibility that enables the University to retain its academic \nexcellence and to foster an atmosphere conducive to thoughtful and productive individual and collaborative inquiry."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 1",
      "page": 35,
      "content": [
        {
          "type": "text",
          "page": 35,
          "text": "The student has the right to accurately and plainly stated information that enables the student to understand clearly:"
        },
        {
          "type": "text",
          "page": 35,
          "text": "1. \nThe general qualifications for establishing and maintaining acceptable academic standing within a particular major and \nat all other levels within the University. \n2. \nThe graduation requirements for the student's specific curriculum and major. \n3. \nThe course objectives, requirements, and grading policies set by individual instructors for their courses."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 2",
      "page": 36,
      "content": [
        {
          "type": "text",
          "page": 36,
          "text": "Changes in graduation requirements that would delay completion of a student's program or impose a hardship on the student shall \nnot be applied retroactively. This article shall not apply to professional certification or other requirements imposed from outside \nthe University."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 3",
      "page": 36,
      "content": [
        {
          "type": "text",
          "page": 36,
          "text": "A student's education record or other personally identifiable information except directory information shall not be disseminated \noutside the University without the student's consent, except under legal compulsion. Within the University, the use of the \nstudent's education records or other personally identifiable information shall be limited to providing student services. \nDisciplinary records of a student other than those required to support encumbrances of the academic transcript and/or registration \nshall be destroyed within five years after the student's separation from the University."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 4",
      "page": 36,
      "content": [
        {
          "type": "text",
          "page": 36,
          "text": "The student shall be free to discuss and express any view relevant to subject matter presented by the instructor or other class \nmembers. However, in exercising this freedom, the student shall not interfere with the academic process of the class by speaking \nto or behaving towards others in a hostile, demeaning, or intimidating manner."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 5",
      "page": 36,
      "content": [
        {
          "type": "text",
          "page": 36,
          "text": "The student's course grade shall be based upon academic performance, and not upon opinions or conduct in matters unrelated to \nacademic standards. The students have the right to discuss and review their academic performance with their instructors. Any \nstudent who feels that any course grade has been based upon something other than academic performance has the right to appeal \nthrough the University Grade Appeals system."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 6",
      "page": 36,
      "content": [
        {
          "type": "text",
          "page": 36,
          "text": "Within the limitations generally accepted for proprietary and collaborative work, and those imposed by the relevant standards of \nacademic honesty, the student has the right to freedom of inquiry, to exchange findings and recommendations, and consistent \nwith applicable University regulations, to publish. No publication by a student shall imply University endorsement."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 7",
      "page": 36,
      "content": [
        {
          "type": "text",
          "page": 36,
          "text": "A student, student group, or student organization has the right to distribute written or electronic material on campus without prior \napproval, providing such distribution is consistent with appropriate regulations concerning the time, place, and manner of \ndistribution and does not interfere with University activities. The student press shall be free of censorship or pressure aimed at \ncontrolling editorial policy or staff appointments or removals. The editors and managers shall not be arbitrarily suspended \nbecause of student, faculty, administrative, alumni, or community disapproval of editorial policy or content. The same freedom \nshall be assured oral statements or views on an institution-controlled and student-operated radio or television station. Such \neditorial freedom entails a corollary obligation under the canons of responsible journalism, applicable regulations of the Federal \nCommunications Commission, and their station constitution or activity guidelines. All student communications shall explicitly \nstate on the editorial page or in broadcast that the opinions expressed are not necessarily those of the University or of the student \nbody."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 8",
      "page": 37,
      "content": [
        {
          "type": "text",
          "page": 37,
          "text": "The student has the right to freedom from unlawful discrimination on the basis of race, gender, religion, color, age, national \norigin or ancestry, disability, marital status, parental status, sexual orientation, or status as a military veteran. A perceived \nviolation of these principles shall be the basis for a grievance procedure with the Campus Appeals Board."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 9",
      "page": 37,
      "content": [
        {
          "type": "text",
          "page": 37,
          "text": "Students should have clearly defined means to participate in the formation of University policy affecting academic and student \naffairs. Student representation on University committees shall be provided wherever appropriate as a mode of student \nparticipation. In any case, University committees, when appropriate, should schedule and announce hearings at which \nrepresentatives of the Purdue Student Government, Purdue Graduate Student Government, student organizations, and individual \nstudents as well, can present oral or written statements as effective to the committee deliberations."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 10",
      "page": 37,
      "content": [
        {
          "type": "text",
          "page": 37,
          "text": "Students living in University-operated housing shall have the right to share equally in the establishment, modification, and \nenforcement of residential rules and regulations. Such right shall be exercised through their residential student organizations in \ncooperation with appropriate University administration. The landlord-tenant rights and responsibilities of both parties shall be \nrecognized as shall all law bearing on such relationships. A perceived violation of this right shall be the basis for a grievance \nprocedure with the Campus Appeals Board."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 11",
      "page": 37,
      "content": [
        {
          "type": "text",
          "page": 37,
          "text": "The student has the right to freedom from illegal search and seizure. No contractual arrangement with the University shall be \ninterpreted as waiving this right."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 12",
      "page": 37,
      "content": [
        {
          "type": "text",
          "page": 37,
          "text": "Any group of students may become a recognized Purdue student organization by registration with the University in accordance \nwith the provision of University regulations. Any appeal of a University decision to discontinue or refuse recognition of a student \ngroup shall be made through the Campus Appeals Board."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 13",
      "page": 37,
      "content": [
        {
          "type": "text",
          "page": 37,
          "text": "Any student group recognized as a Purdue student organization shall be entitled to the use of available University facilities in \nconformity with regulations. Recognition shall not imply University endorsement of group goals and activities."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 14",
      "page": 37,
      "content": [
        {
          "type": "text",
          "page": 37,
          "text": "Any recognized Purdue student organization or any group of students that is able to secure sponsorship by a recognized student \norganization and that is able to demonstrate financial responsibility has the right to present speakers of its choice to address \nmembers of the University community using appropriate University facilities. These assemblies shall be subject to regulations \nnecessary to prevent space and time conflicts and to protect the operations of the University and the safety of persons or property."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 15",
      "page": 38,
      "content": [
        {
          "type": "text",
          "page": 38,
          "text": "Freedom of assembly shall be guaranteed to all members of the University community. Such assemblies shall be consistent with \nUniversity regulations regarding the time, place, and conduct of such assemblies."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 16",
      "page": 38,
      "content": [
        {
          "type": "text",
          "page": 38,
          "text": "Every student and recognized student organization has the right to substantive and procedural fair play in the administration of \ndiscipline and the imposition of academic sanctions. This requires that in all situations the student be informed of the nature of \nthe charges, that the student be given an opportunity to refute them, and that the institution not be arbitrary in its actions."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 17",
      "page": 38,
      "content": [
        {
          "type": "text",
          "page": 38,
          "text": "The student who violates civil law may incur penalties prescribed by civil authorities. Only where the University's interests as an \nacademic community are distinct from those of the general community should the special authority of the University be asserted."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 18",
      "page": 38,
      "content": [
        {
          "type": "text",
          "page": 38,
          "text": "It is the right of every student to exercise freely full rights as a citizen. Any student may participate in off-campus activities \nsingly or with any group provided that no claim is made that the student represents the University."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 19",
      "page": 38,
      "content": [
        {
          "type": "text",
          "page": 38,
          "text": "This Bill of Student Rights is a reaffirmation by the entire University community that the constitutional guarantees and the basic \nprinciples of fair treatment and respect for the integrity, judgment, and contribution of the individual student, coinciding with \neach student's freedom to learn set forth in the foregoing articles, are essential to the proper operation of an institution of higher \nlearning. Accordingly, in the interpretation and enforcement of the policies, rules, and regulations of Purdue University, these \nstudent rights shall be preserved and given effect, but they shall not be construed or applied so as to limit the rights guaranteed \nstudents under the Constitution of the United States or the Constitution of the state of Indiana. Whenever a student or a group of \nstudents claims that these rights have been violated and that the student or group of students has been or will be adversely \naffected thereby, and such complaint is not resolved informally by the interested parties, it may be presented to an appropriate \nbody of the campus appeals system. Through this system, an appropriate board or committee shall have the power and duty to \nhear the interested parties and to make findings on complaints within its jurisdiction. In case of grade appeals, the University \nGrade Appeals Committees shall have final authority. In all other cases, the Campus Appeals Board shall submit \nrecommendations to the president of the University; provided that all such claims that arise out of or are connected with alleged \nmisconduct for which disciplinary proceedings have been instituted shall be presented and determined in such proceedings. If \nnecessary the president may present such recommendations to the Board of Trustees for its consideration."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 20",
      "page": 38,
      "content": [
        {
          "type": "text",
          "page": 38,
          "text": "The enumeration of this bill of certain rights shall not be construed to deny or disparage others retained by the student. Nothing \ncontained in this bill shall be construed as any denial or limitation upon the legal authority or responsibility of the Board of \nTrustees to establish policies and to make rules and regulations governing the operation of Purdue University."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Article 21",
      "page": 38,
      "content": [
        {
          "type": "text",
          "page": 39,
          "text": "Proposed amendments of this Bill of Student Rights may be initiated by the Purdue Student Government, Purdue Graduate \nStudent Government, University Senate, administrative officials, or the Board of Trustees and shall be submitted to the Purdue \nStudent Government and University Senate for consideration and recommendation before adoption by the Board of Trustees. In \nthe event the Board of Trustees adopts an amendment not approved by the Purdue Student Government, Purdue Graduate Student \nGovernment, and University Senate, then the Purdue Student Government or University Senate may withdraw its endorsement of \nthe bill in whole or in part."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Purdue University Code of Honor",
      "page": 39,
      "content": [
        {
          "type": "text",
          "page": 39,
          "text": "(From Vice President and Treasurer Memo A-16. Board of Trustees, April 30, 1970. Revised by the January 9, 1975, July 10, \nMay 31, 1997.)"
        },
        {
          "type": "text",
          "page": 39,
          "text": "The purpose of the Purdue University academic community is to discover and disseminate truth. In order to achieve these goals, \nthe university commits itself towards maintaining a culture of academic integrity and honesty. For this to be possible, self-\ndiscipline and a strong desire to benefit others must be present within each individual. Therefore, we students must follow the \nRegulations Governing Student Conduct of Purdue University out of a sense of mutual respect, rather than out of fear of the \nconsequences of their violation."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Regulations Governing Student Conduct, Disciplinary \nProceedings, and Appeals",
      "page": 39,
      "content": [
        {
          "type": "text",
          "page": 39,
          "text": "(From Vice President and Treasurer Memo A-16. Board of Trustees, April 30, 1970, with revisions dated January 9 and July 10, \n1975, May 31, 1997, April 2, 1999, April 9, 2010 and May 10, 2013.)"
        },
        {
          "type": "text",
          "page": 39,
          "text": "1. \nAuthority, Application, Amendments"
        },
        {
          "type": "text",
          "page": 39,
          "text": "1. \nAuthority. These regulations are enacted pursuant to the power and authority conferred by the laws of the \nstate of Indiana upon the Trustees of Purdue University, including without limitation, the power to do all acts \nnecessary and expedient to put and keep Purdue University in operation, and to make all bylaws, rules, and \nregulations required or proper to conduct and manage the University, as provided in Indiana Code 21-27-7-4 \nand 21-27-7-5, and the power and duty to do all acts and things mandated or provided for in Indiana Code \n2139-2-2, 21-39-2-3, 21-39-2-4, and 21-39-2-5. \n2. \nApplication.These regulations, as from time to time amended, shall apply to all undergraduate and graduate \nstudents of Purdue University at the West Lafayette Campus and each regional campus and shall be deemed a \npart of the terms and conditions of the admission and enrollment of all students. In case of any conflict or \ninconsistencies with any other rules, regulations, directives, or policies now existing, these regulations shall \ngovern. They shall be enforced by the President. \n3. \nAmendments.These regulations, and any amendments hereto, shall take effect on a date prescribed by the \nBoard of Trustees and shall remain in effect until rescinded or modified by the President. Amendments may \nbe proposed at any time by the Purdue Student Government, Purdue Graduate Student Government, \nUniversity Senate, administrative staff, or by the Board of Trustees. \n4. \nAdaptation for Regional Campuses.The Chancellors are hereby authorized and directed to make and \npromulgate revisions of these regulations, as applied to the regional campuses, which are necessary because \nof the different student or faculty organizations or governments existing at the regional campuses. Such \nrevisions shall be effective when approved by the President. \n5. \nDefinitions:"
        },
        {
          "type": "text",
          "page": 40,
          "text": "1. \nAdvisor means any person selected by a student to assist him/her in disciplinary proceedings. A \nstudent has the right to be assisted by an advisor but the advisor is not permitted to speak or \nparticipate directly in any other manner during any hearing, nor may he/she appear in lieu of the \nstudent. Students are responsible for representing themselves. If a student is involved in civil or \ncriminal proceedings arising out of the same circumstances, the student is allowed to have an \nattorney serve as his/her advisor, at his/her own expense, with the understanding that the attorney's \nrole is as an advisor rather than as an advocate. \n2. \nChancellor means the chief executive officer of the regional campuses at Calumet, Fort Wayne, \nand North Central. \n3. \nComplainant means any person filing a complaint of suspected misconduct. \n4. \nDean of Students/Dean's Office means the dean of students or another person authorized to act for \nhim/her. \n5. \nDegree Revocation means rescinding a degree previously awarded by the University. In cases \nwhere a degree revocation sanction has been issued, it will be noted on the student's academic \ntranscript on a permanent basis. \n6. \nDisciplinary probation means a probationary student status imposed for a limited time as a result \nof an official determination of conduct. In the event the student is found in violation (under the \nprocedures set forth in these regulations) of subsequent charges of conduct, records of such \ndisciplinary probations shall be taken into consideration in determining the disciplinary sanction, if \nany, to be imposed or the informal action, if any, to be taken because of such subsequent conduct. \n7. \nDisciplinary sanction/decision means expulsion, suspension, probated suspension, disciplinary \nprobation, and/or educational sanctions. \n8. \nEducational sanctions means providing learning opportunities for students who violate the \nUniversity's regulations and require them to participate in reasonable and relevant educational \nactivities that foster their personal, ethical and social development. Educational sanctions may be \nproposed in combination with other disciplinary actions. \n9. \nExecutive Vice President for Academic Affairs and Provost (EVPAA/Provost) is the chief \nacademic affairs officer or another person authorized to act for him/her. \n10. Expulsion means permanent termination of student status, generally without grades; however, in"
        },
        {
          "type": "text",
          "page": 40,
          "text": "cases such as academic dishonesty, a directed grade for a particular course may be appropriate. \n11. Informal action means educating students about the behavioral standards expected of them as"
        },
        {
          "type": "text",
          "page": 40,
          "text": "members of the University community and holds them accountable for inappropriate conduct. The \nissuance of an oral or written warning, admonition, reprimand, educational sanction and/or use of \ncounseling procedures may result if it is alleged that a student has engaged in inappropriate \nbehavior. \n12. Obstruction or disruption of a University activity means any unlawful or objectionable acts or"
        },
        {
          "type": "text",
          "page": 40,
          "text": "conduct (1) that seriously threaten the ability of the University to maintain its facilities available for \nperformance of its educational activities, or (2) that are in violation of the reasonable rules and \nstandards of the University designed to protect the academic community from unlawful conduct, or \n(3) that present a serious threat to person or property of the academic community. Such phrase shall \ninclude, without limitation of the foregoing general definition, the unlawful use of force or violence \non or within any buildings or grounds owned, used, occupied, or controlled by the University; using \nor occupying any such buildings or grounds in violation of lawful rules or regulations of the \nUniversity, or for the purpose or with the effect of denying or interfering with the lawful use \nthereof by others; and injuring or harming any person or damaging or destroying the property of the \nUniversity or the property of others, within such buildings and grounds. \n13. Office of Student Rights and Responsibilities (OSRR) is an administrative unit of the Office of"
        },
        {
          "type": "text",
          "page": 40,
          "text": "the Dean of Students (ODOS) responsible for promoting student responsibility and encouraging \nhonesty, integrity, and respect among Purdue students through education, compliance with \nbehavioral standards, and support of individual rights. \n14. President means the chief executive officer of the University. \n15. Probated suspension means conditional continuation of student status for a limited and defined"
        },
        {
          "type": "text",
          "page": 40,
          "text": "period of time. The student is permitted to retain student status upon the condition that the student \ndoes not further violate any subsection of Section III-B-2 that would normally result in a"
        },
        {
          "type": "text",
          "page": 41,
          "text": "disciplinary sanction/decision during the time probated suspension is in effect. If, during the period \nof probated suspension, the student is found responsible for an additional violation of Section III-B-\n2 after a hearing, suspension may become immediately effective and may be extended for a longer \nperiod of time than the period of probated suspension originally assigned. \n16. Suspension means termination of student status for a limited time, generally without grades;"
        },
        {
          "type": "text",
          "page": 41,
          "text": "however, in cases such as academic dishonesty, a directed grade for a particular course may be \nappropriate. \n17. University activity is any teaching, research, service, administrative, or other function, proceeding,"
        },
        {
          "type": "text",
          "page": 41,
          "text": "ceremony, program, or activity conducted by or under the authority of the University, or with \nwhich the University has any official connection, whether taking place on or off campus, including \nwithout limitation University cooperative education programs, internships, practicum, field \nexperiences, and athletic or other intercollegiate activities. \n18. University business day means a day when the University is open for normal business, regardless"
        },
        {
          "type": "text",
          "page": 41,
          "text": "of whether classes are in session (e.g., the day preceding Thanksgiving). \n19. University property means property owned, controlled, used, or occupied by the University. \n20. Vice President for Student Affairs (VPSA) is the chief student affairs officer or another person"
        },
        {
          "type": "text",
          "page": 41,
          "text": "authorized to act for him/her. \n2. \nStudent Conduct"
        },
        {
          "type": "text",
          "page": 41,
          "text": "1. \nGeneral. Students are expected and required to abide by the laws of the state of Indiana and of the United \nStates and the rules and regulations of Purdue University, to conduct themselves in accordance with accepted \nstandards of social behavior, to respect the rights of others, and to refrain from any conduct that tends to \nobstruct the work of the University or to be injurious to the welfare of the University. A student who violates \nthese general standards of conduct may be subject to informal actions (as defined in Section III-A-5). If the \nviolation falls within one of the categories of conduct listed in Section III-B-2, the student may also be \nsubject to disciplinary sanctions. No disciplinary sanction/decision may be imposed except for conduct \ncovered by one of the categories listed in Section III-B-2. \n2. \nConduct Subject to Disciplinary Sanctions. The following actions constitute conduct for which students may \nbe subject to informal action or disciplinary sanctions."
        },
        {
          "type": "text",
          "page": 41,
          "text": "1. \nDishonesty in connection with any University activity. Cheating, plagiarism, or knowingly \nfurnishing false information to the University are examples of dishonesty. The commitment of the \nacts of cheating, lying, stealing, and deceit in any of their diverse forms (such as the use of ghost-\nwritten papers, the use of substitutes for taking examinations, the use of illegal cribs, plagiarism, \nand copying during examinations) is dishonest and must not be tolerated. Moreover, knowingly to \naid and abet, directly or indirectly, other parties in committing dishonest acts is in itself dishonest. \n(University Senate Document 72-18, December 15, 1972). \n2. \nForgery, alteration, or the unauthorized use of University documents, records, or identification. \n3. \nObstruction or disruption of any University activity (as defined in Section III-A-5) or inciting, \naiding, or encouraging other persons to engage in such conduct. If substantial obstruction or \ndisruption is threatened or occurs, the President, or his/her designee, may issue a disciplinary \nsuspension warning. The minimum disciplinary sanction for violation of this subsection during the \nperiod of such warning shall be suspension for the remainder of the semester (or summer session) \nduring which the offense occurred and for the next full academic semester and any intervening \nsummer session thereafter. However, a more severe disciplinary sanction may be imposed. \n4. \nPhysical abuse of any person or conduct that threatens or endangers the health or safety of any \nother person, whether or not such conduct occurs on University property. \n5. \nTheft or attempted theft of, or the unauthorized use or possession of, or the unauthorized exertion \nof control over, or causing damage to property of any kind belonging to the University, a member \nof the University community, a campus visitor, or a person or agency participating in a University \nactivity. \n6. \nUnauthorized entry or access to, or unauthorized use or occupancy of, any University property \nincluding without limitation lands, buildings, structures, telecommunications, computer or data \nprocessing equipment, programs, systems, or software, or other facilities or services connected with \na University activity."
        },
        {
          "type": "text",
          "page": 42,
          "text": "7. \nViolation of any University rule governing student organizations, or the use of University property \n(including the time, place, and manner of meetings or demonstrations on University property), or of \nany other University rule that is reasonably related to the orderly operation of the University; \nprovided, however, that no disciplinary sanction shall be imposed in any such case unless it is \nshown that the accused student knew, or, in the exercise of reasonable care, should have known, of \nthe rule in question. \n8. \nUse, possession, or distribution of narcotics or dangerous drugs, except as expressly permitted by \nlaw. \n9. \nLewd, indecent, or obscene conduct or expression on University property or in connection with a \nUniversity activity. \n10. Failure to comply with directions of University officials acting in the performance of their duties. \n11. Any conduct that substantially threatens or interferes with the maintenance of appropriate order and"
        },
        {
          "type": "text",
          "page": 42,
          "text": "discipline in the operation of the University, or any conduct on University property or in connection \nwith a University activity that invades the rights of others. \n12. Violation of the University Antiharassment Policy (see Part 4, Section II). \n13. The possession or use of alcoholic beverages in or on any University property, unless expressly"
        },
        {
          "type": "text",
          "page": 42,
          "text": "permitted by University regulations (University Senate Document 99-9, April 24, 2000). \n14. The possession, use, or distribution of any explosives, guns, or other deadly or dangerous weapons"
        },
        {
          "type": "text",
          "page": 42,
          "text": "reasonably calculated to cause bodily injury on University property or in connection with a \nUniversity activity unless specifically authorized by the University (University Senate Document \n99-10, April 24, 2000). \n3. \nDemonstrations. Any individual or group activity or conduct, apparently intended to call attention to the \nparticipants' point of view on some issues, is not of itself misconduct. Demonstrations that do not involve \nconduct beyond the scope of constitutionally protected rights of free speech and assembly are, of course, \npermissible. However, conduct that is otherwise improper cannot be justified merely because it occurs in the \ncontext of a demonstration. Demonstrations that involve violations of any subsection of Section III-B-2 will \nnot be permitted. A student will be charged with misconduct for any individual misconduct committed by the \nstudent in the course of a demonstration. \n4. \nStatus During Suspension or Expulsion. No diploma shall be given and no grades other than directed grades, \nacademic credit, or degree shall be awarded any student who has been expelled or suspended from the \nUniversity so long as the expulsion or suspension is in effect. \n5. \nStatus During Disciplinary Proceedings. Except where summary action is taken as provided in Section III-C-\n7, the status of a student charged with misconduct shall not be affected pending the final disposition of \ncharges, provided, however, that no diploma shall be given and no grades, academic credit, or degree shall be \nawarded to a student against whom charges are pending for which a disciplinary sanction may be imposed. \nThe effective date of any disciplinary sanction shall be a date established by the final adjudicating authority. \n6. \nConduct Subject to Other Penalties. As provided by Indiana Code 21-39-2-5, conduct that constitutes a \nviolation of these rules and regulations may be sanctioned after determination of responsibility by the \nprocedures herein provided without regard to whether such conduct also constitutes an offense under the \ncriminal laws of any state or of the United States or whether such conduct might result in civil liability of the \nviolator to other persons. \n3. \nProcedures in Student Conduct Cases"
        },
        {
          "type": "text",
          "page": 42,
          "text": "1. \nAny individual from inside or outside the University community may file a complaint against a student \nsuspected of violating University Regulations. The complaint shall be in writing, dated and signed by the \ncomplainant and directed to the Office of Student Rights and Responsibilities. Complaints should be \nsubmitted as soon as possible after the event takes place, preferably no later than during the semester in \nwhich the event happened. Upon receipt of an alleged violation the student conduct officer will review the \nevidence to determine if charges are warranted and whether the allegations contained in the report if \nsubstantiated would constitute a violation of University Regulations."
        },
        {
          "type": "text",
          "page": 42,
          "text": "1. \nNo Violation of University Regulations. Upon reviewing a complaint of suspected misconduct, the \nstudent conduct officer may determine there has been no violation of University Regulations, and \nno further action will be taken on the report."
        },
        {
          "type": "text",
          "page": 43,
          "text": "2. \nPossible Violation of University Regulations. If the student conduct officer determines that the \ncomplaint of suspected misconduct if substantiated would constitute a violation of University \nRegulations, he/she may initiate Informal Action or Disciplinary Action Proceedings. \n2. \nDisciplinary and Informal Action Proceedings, General. The procedures hereby established shall be followed \nin all cases in which the University institutes disciplinary or informal action proceedings against students for \nviolations of the rules of student conduct set forth in Part V, Section III-B. These procedures shall not affect \nadditional jurisdiction or procedures established by recognized student organizations or agencies/offices \nauthorized to act on behalf of the University (e.g., University Residences, Recreational Sports, Student \nActivities and Organizations, Intercollegiate Athletics, etc)."
        },
        {
          "type": "text",
          "page": 43,
          "text": "1. \nPre-Hearing Interview. Students have the option of scheduling a pre-hearing interview with a \nrepresentative of the Office of Student Rights and Responsibilities (OSRR) either before or after \nthey receive a notice of charges. In a pre-hearing interview a representative will meet with the \nstudent informally to explain the discipline process and answer questions about the procedures and \npossible consequences. \n2. \nDisciplinary Proceedings. Disciplinary proceedings are those proceedings initiated by the issuance \nof a written notice of charges and are governed by the provisions of Section III-C-1 to 7. The term \ndisciplinary proceedings does not include informal action proceedings. \n3. \nInformal Action Proceedings. Investigated by the dean's office with a view to possible informal \naction. Informal action proceedings are informal investigations conducted and documented by the \nOSRR. Informal action may be taken by the OSRR without instituting disciplinary proceedings and \nsuch action shall be final and not subject to further hearing or appeal. A disciplinary \nsanction/decision may not be imposed under informal action proceedings. \n3. \nInstitution of Disciplinary Proceedings"
        },
        {
          "type": "text",
          "page": 43,
          "text": "1. \nDisciplinary proceedings shall be instituted by the OSRR by the issuance of a written notice of \ncharges. \n2. \nThe notice of charges (and all other written notices given to students against whom disciplinary \nproceedings are initiated) shall be delivered by the most effective method (including electronic \nmeans) to the student's address as it then appears on the official records of the University. The \nnotice shall inform the student of the rule or regulation allegedly violated, fairly inform the student \nof the reported circumstances of the alleged violation, and request the student to appear in the \nOSRR for a hearing on the incident. A reference to these regulations shall accompany each notice \nof charges. A copy of the notice of charges may be sent to the parent or guardian of the student if \nthe student is a dependent as defined in Section 152 of the Internal Revenue Code of 1986, as \namended. \n4. \nFailure to Respond to Charges"
        },
        {
          "type": "text",
          "page": 43,
          "text": "1. \nIf the notice of charges requests the student to appear in the OSRR and the student fails or refuses \nto appear, the hearing officer may, after such investigation as he/she may deem necessary, dismiss \nthe charges, take informal action, or impose a disciplinary sanction/decision that may include \neducational sanctions. \n2. \nIf the hearing officer takes informal action, he/she shall notify the student in writing of such action, \nand that action shall not be subject to further hearing or appeal. If the hearing officer imposes a \ndisciplinary sanction as defined in A-5 of these regulations, he/she shall notify the student in \nwriting of such action and the student may appeal this action to the VPSA or EVPAA/ Provost as \nprovided in Section III-C-6. \n3. \nWhen it appears necessary to avoid undue hardship or to avoid injustice, the hearing officer may \nextend the time to enable a student to respond to the charges. \n5. \nResponse to Charges"
        },
        {
          "type": "text",
          "page": 43,
          "text": "1. \nIf the student appears in response to the notice of charges for the purpose of a conference regarding \nthe alleged violation as provided in Section III-C-5, the OSRR shall advise the student as fully as \npossible of the facts concerning the charges and the names of witnesses then known to the OSRR. \nThe hearing officer and the student will make a determination as to whether an individual hearing \nor a hearing before the Purdue University Community Standards Board (CSB) should occur. \nHowever, the final determination shall be made by the hearing officer."
        },
        {
          "type": "text",
          "page": 44,
          "text": "2. \nThe student shall also be advised that no response is required; that any statement made by the \nstudent may be used against the student; that if the student remains silent, that silence will not be \ntaken as an admission against the student; and that the student may advise the OSRR of any \nwitnesses or information/facts supporting the student's position. The hearing officer shall advise the \nstudent that if any new information is discovered during an investigation subsequent to the \nconference or administrative hearing, the student will have an opportunity to respond to such \ninformation. \n6. \nProcedures for Conducting Hearings"
        },
        {
          "type": "text",
          "page": 44,
          "text": "1. \nEach hearing shall be conducted before one or more members of the OSRR, one of whom will \nserve as the hearing officer, and although the hearing is informal in nature, it shall provide the \nstudent certain procedural safeguards. \n2. \nThe student shall be given the opportunity to hear information regarding the alleged violation; rebut \nstatements made by witnesses; and present witnesses, or any relevant information in the student's \nown behalf. The student also shall be given the opportunity to respond to any new information \ngathered during an investigation subsequent to the hearing. After hearing all relevant information, \nthe OSRR hearing officer has the responsibility to determine if substantial information \ndemonstrates that it is more likely than not that the student is responsible for the alleged violations. \nThe decision of the hearing officer shall be based solely on information introduced at the hearing \nand obtained during subsequent investigations. The finding shall be rendered by the original \nhearing officer, who shall be present for all testimony and investigations by the OSRR office. \n3. \nNo person other than the student, his/her advisor as defined above and staff members of OSRR \nshall be present during the discussion between the hearing officer and the student except by mutual \nagreement of both parties. In cases of alleged sexual assault, the student's accuser may have an \nadvisor present during the hearing. \n4. \nWithin five University business days following the conclusion of the hearing and subsequent \ninvestigation, the OSRR hearing officer shall notify the student in writing of what action it will \ntake. The decision letter shall contain a finding as to the responsibility of the accused student and a \nbrief statement of the reasons for the sanction/decision. Any disciplinary sanction imposed or \ninformal action taken is subject to the provisions of Section III-B-4 and any other University rule, \nregulation, or directive then existing. Both the student and the student's accuser shall be informed \nof the outcome of any hearing brought alleging a sexual assault (Clery Act). \n5. \nAfter the disciplinary hearing with the student and any further investigation the hearing officer \ndeems necessary, the OSRR shall proceed as follows:"
        },
        {
          "type": "text",
          "page": 44,
          "text": "1. \nIf the hearing officer determines that the violation alleged is not supported by the \ninformation/facts, the charges shall be dismissed and the student notified in writing. \n2. \nIf the hearing officer is satisfied that the violation occurred as alleged, but that no \ndisciplinary sanction shall be imposed, the OSRR may take informal action and notify the \nstudent. Such action by the OSRR shall be final and not subject to further hearing or \nappeal. \n3. \nIf the hearing officer is satisfied that the violation occurred as alleged and that a \ndisciplinary sanction/decision is imposed, the OSRR shall notify the student in writing. A \nstudent may appeal a disciplinary sanction as provided in Section III-C-8 (Appeal of the \nDisciplinary Decision). \n7. \nProcedures of a Purdue University Community Standards Board Hearing \n8. \nMembers of the Community Standards Board (CSB) hear the most serious conduct cases that may result in \nsuspension, expulsion or degree revocation. Cases may also be heard if a student disputes the complaints or a \nconduct officer wants the CSB to hear the case. The Board is composed of five members chosen from a pool \nof applicants representing undergraduates, graduate students, staff and faculty. Board members are trained to \nfunction as a team, are taught to ask clear, sensitive and relevant questions to determine the facts of the case, \nconsider the facts carefully and make recommendations for fair sanctions."
        },
        {
          "type": "text",
          "page": 44,
          "text": "1. \nEach hearing shall be conducted before the members of the Purdue University Community \nStandards Board (CSB). The hearing is formal in nature. \n2. \nThe student shall be given the opportunity to hear information regarding the alleged violation; rebut \nstatements made by witnesses and present witnesses, or any relevant information in the student's"
        },
        {
          "type": "text",
          "page": 45,
          "text": "own behalf. After hearing all relevant information, the CSB will deliberate and make a written \nrecommendation to the Dean of Students regarding whether substantial information demonstrates \nthat it is more likely than not that the student is responsible for the alleged violation, and if so, \nrecommend sanctions to the Dean of Students. The recommendation of the Community Standards \nBoard shall be based solely on information introduced at the hearing. \n3. \nCommunity Standards Board (CSB) shall be comprised of five members: three students, one \nfaculty and one administrative staff member. In instances of alleged academic dishonesty or in \ncases where degree revocation is a potential sanction, a faculty member shall be required as a \nmember of the Community Standards Board. \n4. \nA chair is selected by the members of the CSB to preside over all CSB proceedings. The chair of \nthe hearing board shall vote only in the case of a tie. Four board members constitute a quorum and \nconsist of at least three students and one staff or faculty member. \n5. \nThe hearing shall follow a procedure similar to that of a disciplinary hearing, including the student \nbeing given the opportunity to hear the information/facts against him/her. Both the referred student \nand the OSRR student conduct officer appear before the board to present testimony and evidence \nabout the incident. Each may provide witnesses. Board members may direct questions to the \ncomplainant, respondent or witnesses. \n6. \nNo person other than the student, his/her advisor, or witnesses shall be present during the hearing \nexcept by mutual agreement of the CSB and the student. In cases of alleged sexual assault, the \nstudent's accuser may have an advisor present during the hearing. \n7. \nAfter hearing all relevant information, the CSB will deliberate and make a written recommendation \nto the Dean of Students regarding whether the student is responsible for the alleged violation, and if \nso, recommend sanctions to the Dean of Students. In cases in which degree revocation is the \nrecommended sanction, this recommendation will also be forwarded to the Vice Provost for \nUndergraduate Academic Affairs (for undergraduate students) or to the Dean of the Graduate \nSchool (for graduate students). \n8. \nWithin five University business days following the conclusion of the hearing and any further \ninvestigation deemed necessary, the Dean of Students, or in cases involving degree revocation, the \nDean of Students and Vice Provost for Undergraduate Academic Affairs (for undergraduate \nstudents) or to the Dean of the Graduate School (for graduate students) shall review the \nrecommendation of the CSB, and make the determination whether substantial information \ndemonstrates that it is more likely than not that the student is responsible for the alleged violations. \nThe Dean of Student shall notify the student of the decision. The decision letter shall contain a \nfinding as to the responsibility of the accused student and a brief statement of the reasons for the \nsanction, if any. Any disciplinary sanction imposed or informal action taken is subject to the \nprovisions of Section III-B-4 and any other University rule, regulation, or directive. Information \nregarding the appeal form and notification of appeals procedures shall be provided in the decision \nletter if the student is found responsible for the violations. \n9. \nAppeal of the Disciplinary Decision"
        },
        {
          "type": "text",
          "page": 45,
          "text": "1. \nA student may appeal a disciplinary sanction where"
        },
        {
          "type": "text",
          "page": 45,
          "text": "1. \nthere is significant new information related to the case that was not available at the time \nof the initial hearing; \n2. \nthere is evidence that the University failed to follow established procedures; or \n3. \nthe sanction is grossly disproportionate to the offense. \n4. \nIn cases involving alleged academic dishonesty or degree revocation, a student may \nappeal a disciplinary sanction of the OSRR or CSB to the Executive Vice President for \nAcademic Affairs and Provost. All other appeals of disciplinary sanctions imposed by the \nOSRR or the CSB may be appealed to the Vice President for Student Affairs. \n2. \nThe appeal must be in writing, signed by the student and state the specific grounds for the appeal. \nThe appeal must be physically received in the Office of the VPSA or EVPAA/Provost within seven \nUniversity business days of the date the decision letter was sent by whatever means the letter was \nsent. Disciplinary sanctions not appealed within such time are deemed final or, in the case of a \ndegree revocation, are recommended to the Board of Trustees for final action."
        },
        {
          "type": "text",
          "page": 46,
          "text": "3. \nAppeals will be decided on the basis of the record of the original proceeding and the written \nappeals. Oral arguments are not permitted unless written evidence is provided with the appeal. \n4. \nThe VPSA or EVPAA/Provost shall review all material pertinent to the case. The VPSA or \nEVPAA/Provost may affirm the findings and/or sanction, decrease or increase the sanction, or \nremand the case to the original hearing authority for a second hearing. If a second hearing is \nconvened, the hearing authority shall submit its final determination to the VPSA or \nEVPAA/Provost for his/her review and decision. \n5. \nFollowing the appeal, a student will be notified in writing of the outcome of the case. All decisions \nare final, subject only, in the case of a degree revocation, to final action by the Board of Trustees. \n10. Summary Action. Summary disciplinary action by way of temporary suspension and exclusion from"
        },
        {
          "type": "text",
          "page": 46,
          "text": "University property may be taken against a student charged with conduct without the issuance of a notice of \ncharges and without the procedures prescribed in Section III-C on the following conditions: Summary action \nshall be taken only by the President, the EVPAA/Provost or the VPSA, and only after the student shall have \nbeen given an opportunity to be heard if such procedure is practical and feasible under the circumstances. \nSummary action shall be taken only if the President, EVPAA/Provost or VPSA is satisfied that the continued \npresence of the student on University property threatens harm to the student or to any other persons or to the \nproperty of the University or of others. Whenever summary action is taken under this Section III-C-11, the \nprocedures provided for in Section III-C for hearing and appeal shall be expedited so far as possible in order \nto shorten the period of summary action. \n4. \nThe Campus Appeals Board is established to hear appeals concerning decisions made by the University about student \norganizations, Student Supreme Court decisions, and complaints under the Student Bill of Rights."
        },
        {
          "type": "text",
          "page": 46,
          "text": "1. \nOrganization"
        },
        {
          "type": "text",
          "page": 46,
          "text": "1. \nThe Campus Appeals Board shall be established for each campus of the University. \n2. \nThe Campus Appeals Board for the West Lafayette Campus, for each hearing, shall consist of three \nundergraduate students, one graduate student, two faculty members, and two administrators. The \nCampus Appeals Board shall be drawn from a pool of 20 members selected in the following \nmanner: eight undergraduate students shall be recommended by the Purdue Student Government \nand two graduate students shall be recommended by the Purdue Graduate Student Government to \nthe University Senate Nominating Committee. The University Senate will nominate five faculty \nmembers for appointment by the president. Five administrative staff members shall be appointed by \nthe president of Purdue University, one of whom shall be designated as chairperson of the Campus \nAppeals Board. This member will have voting rights only in the event of a tie. From this pool of \nmembers, the chairperson of the Campus Appeals Board shall designate the particular members as \nmay be necessary. In exceptional circumstances, additional members may be selected, as stated \nabove, to ease the responsibility of an unusually large number of appeals. (University Senate \nDocument 93-8, March 28, 1994). \n3. \nThe term of office for student members shall be one year. The term of office of the faculty and \nadministrative members shall be for two years beginning on June 1, and ending on May 31, two \nyears later. No member shall serve more than two consecutive terms. If any appointing authority \nfails to make the initial appointments to the Campus Appeals Board within the time specified, or if \nat any time the Campus Appeals Board cannot function because of the refusal of any member or \nmembers to serve, the president of the University may make appointments, fill vacancies, or take \nsuch other action as he/she deems necessary to constitute a Campus Appeals Board for each \ncampus of the University. \n4. \nThe Campus Appeals Board shall elect a vice chairperson and secretary. It shall adopt regulations \ngoverning its procedures not inconsistent with these regulations. It shall have only the jurisdiction \nherein granted. \n2. \nAppeals Concerning Student Organizations. The Campus Appeals Board has jurisdiction to hear and shall \nhear any appeal made by a student organization that the Office of the Dean of Students refuses to recognize \nor against which a student organization misconduct penalty of suspension or withdrawal of recognition has \nbeen proposed by the Office of the Dean of Students. In a case of the dean's office refusal to recognize a \nstudent organization, the Campus Appeals Board has the power to uphold or reverse the dean's office \ndecision. In a case of an appeal of a proposed student organization conduct sanction/decision, the Campus \nAppeals Board has the power:"
        },
        {
          "type": "text",
          "page": 47,
          "text": "1. \n* To affirm the finding and sanction/decision proposed; \n2. \n* To affirm the finding and change the sanction/decision to any listed in Part 7, Section IX; or \n3. \n* To reverse the finding and dismiss the sanction/decision. In any case, the action of the Campus \nAppeals Board is final. \n3. \nAppeals from Student Supreme Court. The Campus Appeals Board shall have discretionary jurisdiction to \nhear appeals from the Student Supreme Court. In such cases, it may affirm or reverse a decision, and its \naction shall be final. \n4. \nComplaints under Bill of Student Rights. The Campus Appeals Board shall hear complaints from students \nconcerning actions or decisions made by the University that are claimed to violate rights established under \nthe Bill of Student Rights. In such cases, the Campus Appeals Board shall have the power and duty to make \nfindings and recommendations to the president of the University. \n5. \nGrade Appeals System"
        },
        {
          "type": "text",
          "page": 47,
          "text": "1. \nAdoption by Faculty. The faculty of the University at the West Lafayette Campus has adopted the following \nprocedures for grade appeals pursuant to the authority delegated to the faculty. The Board of Trustees hereby \napproves such procedures for the West Lafayette Campus. \n2. \nGeneral."
        },
        {
          "type": "text",
          "page": 47,
          "text": "1. \nIn the academic community, grades are a measure of student achievement toward fulfillment of \ncourse objectives. The responsibility for assessing student achievement and assigning grades rests \nwith the faculty, and, except for unusual circumstances, the course grade given is final. \n2. \nThe grade appeals system affords recourse to a student who has evidence or believes that evidence \nexists to show that an inappropriate grade has been assigned as a result of prejudice, caprice, or \nother improper conditions such as mechanical error, or assignment of a grade inconsistent with \nthose assigned other students. Additionally, a student may challenge the reduction of a grade for \nalleged scholastic dishonesty. \n3. \nThe only University authorities empowered to change grades are the instructor or, in the case of \nteaching assistants, the faculty member in charge of the course in question and the \nchairman/chairwoman of the University Grade Appeals Committee acting in behalf of the school \nand University grade appeals committees. \n4. \nInformal attempts must be made to resolve grade grievances and appeals at the lowest possible \nlevel - through the course instructor, through the department head, or through other informal \nprocedures outlined by the college/school and/or department in which the course was taught. \n5. \nGraduate students who wish to appeal grades received in regular coursework may do so through the \ngrade appeals system. Cases involving the decisions of graduate examination committees, the \nacceptance of graduate theses, and the application of professional standards relating to the retention \nof graduate students shall be handled by procedures authorized by the Graduate Council rather than \nthe grade appeals system. \n6. \nWhen a student initiates a formal grade appeal, he/she should be prepared to state in what way \nhis/her grade assignment was arbitrary, capricious, or otherwise improper. At that time, he/she may \nseek the assistance of the dean of students, the chairperson of one of the grade appeals committees, \nor his/her academic advisor. \n7. \nIn appealing a grade, the burden of proof is on the student, except in the case of alleged academic \ndishonesty, where the instructor must support the allegation. \n3. \nCollege/School Grade Appeals Committees."
        },
        {
          "type": "text",
          "page": 47,
          "text": "1. \nEach of the colleges/schools of Purdue University at the West Lafayette Campus will establish a \nGrade Appeals Committee to hear grade grievances and appeals that are not resolved informally at \na lower level. Each committee will consist of two students (undergraduate or graduate \ncorresponding to the status of the appellant), three members of the instructional faculty, and a non-\nvoting chairperson. The chairperson of the committee will be an assistant or associate dean of the \ncollege/school appointed by the dean. The chairperson will be responsible for assuring adherence to \nestablished procedures, convening members for an appeal, and maintaining records. The \nchairperson has the authority to grant warranted time extension in the appeals process described \nbelow. \n2. \nVoting members of the committee will be selected from a pool of at least eight students and eight \ninstructional faculty. The pool of members of the committee will be selected according to"
        },
        {
          "type": "text",
          "page": 48,
          "text": "school/college procedures in the spring (not later than May 1) to commence serving on the first day \nof the following fall semester. No member shall serve more than two consecutive terms in the pool. \n4. \nUniversity Grade Appeals Committee."
        },
        {
          "type": "text",
          "page": 48,
          "text": "1. \nA University Grade Appeals Committee, with the authority to hear appeals of school committee \ndecisions, shall be established for the West Lafayette Campus. The University committee shall be \nresponsible to and report to the Faculty Affairs Committee of the University Senate. In all appeal \ncases, the committee shall consist of two students (undergraduate or graduate to correspond to the \nstatus of the appealing student) and four members of the instructional faculty. They shall be \nselected in the following manner: four undergraduate students nominated by the student body \npresident and confirmed by the Student Senate; four graduate students appointed by the Committee \non Student Affairs of the University Senate; and eight faculty members selected by the University \nSenate. The student members shall be appointed annually. Two of the faculty members of the \ncommittee shall be elected annually for a three-year term. \n2. \nThe members shall be selected in the spring (not later than May 1) to start serving on the first day \nof the following fall semester. No member shall serve more than two consecutive terms. If any \nappointing authority fails to make the initial appointments to the University Grade Appeals \nCommittee within the specified time, or to fill any vacancy on the panel of members within five \ndays after being notified to do so by the chairperson of the University Grade Appeals Committee, \nor if at any time the University Grade Appeals Committee cannot function because of refusal of any \nmember to serve, the chairperson of the Faculty Affairs Committee may make appointments, fill \nvacancies, or take such other actions as he/she deems necessary to constitute a University Grade \nAppeals Committee. \n3. \nAnnually, at the last University Grade Appeals Committee meeting of the academic year, the \nmembers for the coming year plus all retiring committee members shall elect (by majority vote) \none of the eight regular faculty members to act as the new non-voting chairperson of the \ncommittee. \n4. \nThe University Grade Appeals Committee shall adopt its own hearing proceedings, and establish \nuniform procedures to be followed by the college/school committees. The chairperson of the \nUniversity Grade Appeals Committee shall be responsible for insuring that all school grade appeals \ncommittees are properly constituted and functional. \n5. \nInitiating a Grade Appeal."
        },
        {
          "type": "text",
          "page": 48,
          "text": "1. \nPrior to initiating a grade appeal, the student is strongly encouraged to resolve the situation with the \ninstructor, department head, or head's designee. The department head is strongly encouraged to \nfacilitate an informal resolution process between the parties. \n2. \nAppeal Process."
        },
        {
          "type": "text",
          "page": 48,
          "text": "1. \nA student who wishes to initiate a grade appeal must file a written statement of \nallegations, facts, and circumstances concerning the grade assigned with the chairperson \nof the Grade Appeals Committee of the college/school in which the course was taken. \nThis must be done within 30 calendar days after the start of the regular semester \nfollowing the one in which the questioned grade was given. \n2. \nAfter receipt of the student's written statement, the chairperson will promptly furnish a \ncopy of the statement to the involved instructor who has seven days to make a written \nresponse. The chairperson will submit the statement of appeal and any responses to each \nof the members of the college/school grade appeals committee. Committee members will \nreview the written documents within seven calendar days from the date they are received. \nIf one voting member of the committee rules that the allegations warrant a hearing or are \nbest addressed through a hearing, a hearing will be held; otherwise, the appeal will be \ndenied. With reasonable cause, the chairperson may override the decision not to hear the \ncase. \n3. \nIf the appeal is to be heard, the chairperson will promptly give notice of the time, date, \nand place of the hearing to the parties involved. The hearing will be scheduled not more \nthan 14 calendar days after notice to the student and instructor. \n4. \nThe instructor will promptly make all pertinent grading records available to the \ncollege/school committee's chairperson. In advance of the hearing, the chairperson may at"
        },
        {
          "type": "text",
          "page": 49,
          "text": "his/her discretion make available to the student those records (or portions thereof) that \nhe/she judges to be relevant in light of the student's allegations. \n6. \nConduct of College/School Grade Appeals Committee Hearing, General."
        },
        {
          "type": "text",
          "page": 49,
          "text": "1. \nThe hearing shall be closed, unless both parties agree in writing that it be open. The chairperson's \ndetermination of the hearing location and the number of individuals that can be conveniently \naccommodated shall be final. The student and the instructor are both entitled to be accompanied at \nthe hearing by advisors of their choice. Because the hearings are administrative and not judicial in \nnature, the advisors may not be lawyers. Both parties have the right to present evidence and \nwitnesses in their behalf and to confront and question opposing witnesses. \n2. \nUnder normal circumstances, if the duly notified student complainant does not appear for the \nhearing the complaint shall be dismissed, the case closed, and these actions not subject to further \nhearing or appeal. If, however, a duly notified faculty member does not appear, the hearing will \ncontinue on the presumption that there is no desire to challenge evidence or witnesses presented by \nthe student. \n3. \nAn official audio recording shall be made of each hearing and filed by the chairperson of the \nrespective college/school committee for at least one year. The recording will be confidential and \nused only if further appeal is granted by the University Grade Appeals Committee or under legal \ncompulsion. \n4. \nAt the conclusion of the hearing, the committee may (by a majority vote of the committee \nmembership) recommend changing the original grade. A written report of the committee's decision \nshall be sent to both parties and the chairperson of the University Grade Appeals Committee no \nlater than three days after the conclusion of the hearing. Either party may, within six class days of \nreceipt of the decision, file a written notice of intent to request further appeal with the chairperson \nof the University Grade Appeals Committee. If no such notice is received by the chairperson within \nthe six-day period, the decision shall not be subject to further hearing appeal. If, at that time, the \ninstructor who originally gave the grade is not willing to initiate a recommended change, the \nchairperson of the University Grade Appeals Committee shall file the directed change with the \nregistrar who shall record the new grade. \n5. \nThe chairperson of each college/school committee will maintain a written record of all grade \nappeals heard in the college/school and provide an annual overview of the grade appeals process to \nthe Provost. \n7. \nAppeal of a College/School Committee Decision."
        },
        {
          "type": "text",
          "page": 49,
          "text": "1. \nUnder certain specific circumstances (Sec III-E-7-b) either the student or the instructor may file a \nrequest for an appeal of the college/school grade appeals committee decision. If the appeal request \nis granted, the case will be heard by the University Grade Appeals Committee. The process may be \ninitiated by filing a personally signed notice of appeal with the chairperson of the University Grade \nAppeals Committee within the six-day limit (Section III-E-6-d). The notice shall be accompanied \nby a written statement of the alleged procedural irregularities or new evidence, or a substantial \nenumeration of why the appellant believes the college/school committee decision is erroneous or \nunfair. Upon request, the respective college/school committee chairperson immediately will \ntransmit the audio recording of the college/school hearing and any other items of evidence \npresented at the college/school hearing to the chairperson of the University Grade Appeals \nCommittee. The decision of the University Grade Appeals Committee to grant or deny appeals \nfrom school committees shall be final. \n2. \nIf the University Grade Appeals Committee finds, on the basis of the appellant's written statement \nand other available evidence, that substantial procedural irregularities or inequities existed in the \ncollege/school hearing or that substantial new evidence has been uncovered, the University Grade \nAppeals Committee shall hear the case de novo. Additionally, the committee may, at its discretion, \nhear appeals from the college/school level, when the appellant's statement substantiates to its \nsatisfaction that the college/school decision may have been erroneous or unfair. If the University \nGrade Appeals Committee grants an appeal, the chairperson shall promptly give notice to both \nparties of the time, date, and place of hearing (which shall be held not less than five and, whenever \npracticable, not more than 10 days after the receipt of such notice), as well as providing them with a \ncopy of the procedures and sequence of events to be followed in conducting the hearing."
        },
        {
          "type": "text",
          "page": 50,
          "text": "8. \nConduct of University Grade Appeal Committee Hearing, General."
        },
        {
          "type": "text",
          "page": 50,
          "text": "1. \nThe appeal hearing shall be closed, unless both parties agree in writing for it to be open. The \nchairperson's determination of the hearing location and the number of individuals that can be \nconveniently accommodated shall be final. The appellant and opposing parties are both entitled to \nbe accompanied at the hearing by advisors of their choice. Because the hearings are administrative \nand not judicial in nature, the advisors may not be lawyers. If an appeal is heard on the basis of \nprocedural irregularity or new evidence, both parties have the right to present evidence and \nwitnesses in their behalf and to confront and question opposing witnesses. If, however, the \nUniversity Grade Appeals Committee elects to hear an appeal on the grounds that the \ncollege/school grade appeals committee's decision appears to be erroneous or unfair, it shall not \naccept additional evidence but shall consider only matters introduced at the college/school hearing. \nThe audio record of the college/school hearing shall be made available for audition by both parties \nand the members of the University committee. Additionally, the committee may, at its discretion, \nhave a transcript of the college/school hearing prepared. If a transcript is prepared, it will be \nsafeguarded and used in the same fashion as audio records of hearings. \n2. \nIf a duly notified appellant does not appear for the hearing, the committee may close the case and it \nwill be subject to no further hearing or appeal. If the opposing party (having been duly notified) \ndoes not appear, the hearing will continue on the presumption that there is no desire to challenge \nevidence or witnesses that may be presented. \n3. \nAn official audio recording shall be made of each hearing and kept by the chairperson of the \nUniversity committee for at least one year. The recording will be confidential and used only under \nlegal compulsion in civil court proceedings. \n4. \nAfter the University Grade Appeals Committee hears an appeal, it may (by a majority vote of the \ncommittee membership) recommend changing the original grade. A written report of the University \nGrade Appeals Committee's decision shall be sent to both parties no later than 15 days after the \nconclusion of the hearing. If the instructor who originally gave the grade is not willing to initiate \nany recommended grade change, the chairperson of the University Grade Appeals Committee shall \nfile the change with the registrar who shall record the new grade. The University Grade Appeals \nCommittee's decision is final, and shall not be subject to further hearing or appeal. \n9. \nOther Academic/Grade Appeal Jurisdictions."
        },
        {
          "type": "text",
          "page": 50,
          "text": "1. \nInformal boards or committees may be established within academic departments to resolve grade \ngrievances and appeals. \n2. \nStudents involved in cases of alleged academic dishonesty may be subject to disciplinary penalties \nunder Section III-B-2-a of the Regulations Governing Student Conduct, Disciplinary Proceedings, \nand Appeals."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Policy for Involuntary Withdrawal of Students",
      "page": 50,
      "content": [
        {
          "type": "text",
          "page": 50,
          "text": "(Approved by the Board of Trustees, January 19-20, 1978, and revised by administrative approval on August 31, 1992)"
        },
        {
          "type": "text",
          "page": 50,
          "text": "Subject to the University's duties under the Americans With Disabilities Act of 1990 and Section 504 of the Rehabilitation Act of \n1973 as amended (as they may be amended from time to time), a student may be asked to withdraw voluntarily or may be \nadministratively withdrawn involuntarily from the University when, in the judgment of the dean of students and the director of \nthe University Health Center, the student:"
        },
        {
          "type": "text",
          "page": 50,
          "text": "1. \nPoses a direct threat to the health or safety of self or others; or \n2. \nHas interfered with the rights of other students, faculty, staff, or other members of the University community or with \nthe exercise of any proper activities, functions, or duties of the University or its personnel, or has repeatedly harassed \nany member of the University community. \n3. \nThe dean of students shall determine whether each individual case should be handled through this policy or through \nnormal disciplinary procedures."
        },
        {
          "type": "text",
          "page": 51,
          "text": "1. \nA student may be requested in writing and/or orally (depending upon the urgency of the situation) to attend \nan informal meeting with the dean of students and director of the University Health Center for the purpose of \ndetermining whether the student should be withdrawn. Such a request will include a statement of the reasons \nfor University concern. Parents, spouses, or other appropriate persons (i.e., faculty, roommates, heads of \nresidence units, etc.) may be contacted either by the student or by the University for information and may, \nwith the consent of the student, participate in the informal meeting. At the meeting the reasons for the \nUniversity's concern regarding the student will be clearly stated and the student will be given an opportunity \nto respond to these concerns. If after the meeting it is determined that the student should be permitted to \ncontinue his/her enrollment, the student will be so informed in writing. \n2. \nIf after the informal meeting the dean of students and the director of the University Health Center decide that \nthe student should be required to withdraw from the University and be permitted to reenter the University \nonly with their approval, the student shall be informed of such decision and the reasons therefore. The student \nwill receive a written notice of the decision and reasons as soon as administratively convenient. If the student \nagrees to voluntarily withdraw from the University on such conditions, regular withdrawal procedures will be \nfollowed. However, the student may be permitted to withdraw voluntarily without grades if in the judgment \nof the dean of students and the director of the University Health Center the circumstances warrant such \naction. \n3. \nIf the student refuses to accept the decision of withdrawal reached by the dean of students and the director of \nthe University Health Center, and refuses to withdraw from the University voluntarily, the student shall \nnotify the dean of students of such refusal. He/She may then appeal the withdrawal decision to a committee \nappointed by the president of the University consisting of a faculty member, a student, and a University \nadministrator other than a member of the staff of either the dean of students or director of the University \nHealth Center. The committee shall hear the matter de novo after notice to the student and the dean of \nstudents and the director of the University Health Center. The issue to be determined by the committee shall \nbe whether the student should be involuntarily withdrawn from the University pursuant to Section A(1) or \nA(2). The student and the dean of students and the director of the University Health Center may attend the \nhearing and present evidence and question witnesses. They may be represented by counsel. The committee \nshall make a written report containing its findings and conclusions. Copies of the report shall be furnished to \nthe student, the dean of students, the director of the University Health Center, and the president. The decision \nof the committee shall be binding upon the student and the University."
        }
      ],
      "subsections": []
    },
    {
      "heading": "Miscellaneous Conduct Regulations",
      "page": 51,
      "content": [
        {
          "type": "text",
          "page": 51,
          "text": "1. \nGuests in Student Residence Units"
        },
        {
          "type": "text",
          "page": 51,
          "text": "1. \nWithin certain University-set limitations, residence units may determine the hours during which guests of the \nopposite sex may visit individual student rooms in undergraduate residence units. By secret ballot, a majority \nof the residents of the unit can approve a more restrictive policy. Any resident must be guaranteed his/her \nprivacy, which takes priority over a guest. Individual students wishing to visit friends of the opposite sex in \ntheir rooms must do so in conformance with the approved plan in that particular residence unit. Check the \nguest hours policy posted in the residence unit. \n2. \nGuest hours for students of the same sex are limited only by the policy of the particular residence unit. \n2. \nFinancial Obligations"
        },
        {
          "type": "text",
          "page": 51,
          "text": "1. \nStudents should make every effort to keep their credit good in the community for their own benefit and that \nof all students. \n2. \nStudents with past due financial obligations to the University may have their registration encumbered. (See \nScholastic Records, Encumbrance, in Section D.) Degree candidates delinquent in financial obligations must \nremove such debts at least one week before the close of any term. Otherwise his/her diploma may be \nwithheld, or if the degree is granted without knowledge of such delinquency, the degree may be revoked and \nthe diploma cancelled. \n3. \nAbsence from the University"
        },
        {
          "type": "text",
          "page": 51,
          "text": "1. \nFor emergency purposes, it is important that the University be able to locate students at all times. All students \nare requested, therefore, to leave information with the office of their University residence unit and the officer"
        },
        {
          "type": "text",
          "page": 52,
          "text": "of any other unit or at least a roommate when they are off campus and especially if they are going out of \ntown. They are also encouraged to let their parents know when they will be away from campus for out-of-\ntown travel. \n4. \nChange of Address"
        },
        {
          "type": "text",
          "page": 52,
          "text": "1. \nStudents are required to notify the registrar of any change of campus or home address. \n5. \nUse of Alcoholic Beverages"
        },
        {
          "type": "text",
          "page": 52,
          "text": "1. \nAll Purdue students are responsible for complying with the Indiana state laws. \nAttention is called to the Indiana Alcoholic Beverages Law that states specifically:"
        },
        {
          "type": "text",
          "page": 52,
          "text": "1. \nNo person under 21 years of age may use or be in possession of alcoholic beverages. \n2. \nPersons 21 or over may not make alcoholic beverages available to minors. \n3. \nMisrepresentation of age for the purpose of purchasing alcoholic beverages is a violation of state \nlaw. \n2. \nIn addition to Indiana state laws, the following University regulations apply:"
        },
        {
          "type": "text",
          "page": 52,
          "text": "1. \nThe University prohibits the possession, consumption, distribution, or sale of alcoholic beverages, \nas defined by state law, in or on any University property, with the following exceptions: \n \nPersonal possession and consumption of alcoholic beverages are permitted in Purdue Village \n(family apartments only), resident rooms in Young and Hawkins halls occupied exclusively by \ngraduate students, and by registered occupants of guest rooms in the Union Club and Young and \nHawkins halls, subject to compliance with all University regulations and applicable Indiana state \nlaws. \n \nPossession, consumption, distribution, and sale of alcoholic beverages are permitted, with advance \napproval by the Executive Vice President and Treasurer or his/her designee, in areas designated by \nthe University and under the supervision of the Purdue Memorial Union or the Department of \nHospitality and Tourism Management, subject to compliance with all University regulations and \napplicable Indiana state laws. \n2. \nThe University prohibits the serving of alcoholic beverages in any University undergraduate \nresidence hall, and at any function on campus where a majority of attendees are projected by \nUniversity management to be less than 21 years of age."
        },
        {
          "type": "text",
          "page": 52,
          "text": " \nAll policies and procedures regarding the approval of and funding for a student \norganizational event must be complied with and completed before a request for service of \nalcoholic beverages will be considered (Approved by the Board of Trustees, May 31, \n1997). \n3. \nMembers of recognized fraternities, sororities, and cooperative housing organizations shall be \nsubject to the following conditions concerning the possession and consumption of alcoholic \nbeverages on the premises of their houses."
        },
        {
          "type": "text",
          "page": 52,
          "text": " \nUnder no circumstances may alcoholic beverages be sold. Alcoholic beverages may not \nbe available at any event where an admission fee is charged. \n \nAlcoholic beverages may not be consumed outside the house. \n \nAlcoholic beverages and containers for alcoholic beverages may not be displayed outside \nthe house. \n \nAlcoholic beverages may not be provided or consumed at any open event. (For purposes \nof these regulations, an event is open if verbal or written invitations are extended en \nmasse to the general public or to an unreasonable large segment of the campus \ncommunity [i.e., a number of invited guests greater than a host house can reasonably \nexpect to accommodate, which is determined by the Office of the Dean of Students to be \nno more than three invited guests for each resident of the host house]. An event is closed \nif only members of the sponsoring organization[s] and their personally invited guests \nparticipate. There may be no more than four organizations participating in an event at a \nhost house, regardless of the aforementioned three-to-one policy.) \n \nAll sponsoring organizations are equally responsible for open and closed events and for \ncompliance with University regulations and applicable laws. \n2. \nSee Executive Memorandum C-44, Alcohol and Drug-Free Campus and Workplace Policy (June 12, 1998). \n2. \nUse of Motor Vehicles, Bicycles, Skateboards, In-line Skates, and Traffic Regulations"
        },
        {
          "type": "text",
          "page": 53,
          "text": "1. \nAnyone using motor vehicles or bicycles on the West Lafayette Campus is responsible for observing the \ndetailed regulations regarding their use. Copies are available at the Parking Facilities Office. Before \nconsidering the use of a vehicle a student should be aware of the following basic regulations:"
        },
        {
          "type": "text",
          "page": 53,
          "text": "1. \nIn general, all parking during restricted hours (7 a.m.-5 p.m., M-F) is by permit or in the Grant \nStreet Parking Garage. Some areas and spaces are restricted at all times. \n2. \nAll motor vehicle and bicycle operators must comply with state and municipal laws or ordinances. \n3. \nBicycles are not permitted inside any University building and must be parked in bicycle racks or \npads provided for this purpose. (It is recommended that parked bicycles be locked.) \n4. \nSkateboards are prohibited on the north and south academic campuses. Skateboards and in-line \nskate usage is prohibited on any surface that could be damaged. \n5. \nOperators or owners of vehicles are subject to fines if they are in violation of the motor vehicle or \nbicycle regulations. \n3. \nStudent Identification Cards"
        },
        {
          "type": "text",
          "page": 53,
          "text": "1. \nEvery student who pays fees is issued a permanent identification card by the Office of the Bursar after \npayment of fees. The student identification card permits him/her to attend various events, take books out of \nthe library, cash checks, establish charge accounts, etc., where his/her identification as a student is required. \nThese identification cards are University documents and may not be altered in any way. Any defacement or \nalteration of the identification card is a violation of University regulations and is subject to disciplinary \naction. The identification card is a personal document and should never be out of its owner's possession. It is \nvalidated by the bursar at the beginning of each semester when fees are paid. If the identification card is lost, \nit may be replaced by the Office of the Bursar upon the written request of the student. A replacement fee will \nbe charged. \n4. \nAll students are subject to University policy V.III, \"Intellectual Property,\" as amended from time to time. \n5. \nUse of Copyrighted Materials"
        },
        {
          "type": "text",
          "page": 53,
          "text": "1. \nAll members of the Purdue University community are responsible for complying with the United States \nCopyright Law and with Purdue University's Executive Memorandum B-53, as amended from time to time, \nwhich governs the use of copyrighted works for educational and research purposes. \n2. \nCopyright is a federal law that protects creative works such as Web sites, CDs, DVDs, audio and visual \nworks, computer programs, books, and journals. Copyright allows authors to control the use of their works \nfor a limited period of time. Authors or the owners of the copyrighted work have exclusive rights to the work. \nIt is their decision as to whether the work can be copied and/or distributed. Violating the copyright owner's \nrights is considered copyright infringement and may be subject to legal action. \n3. \nWorks are protected for a limited period of time but once that time period has expired, the work becomes part \nof the public domain. The public can then freely use the works without paying royalties or obtaining \npermission from the copyright holder. \n4. \nWorks created on or after January 1, 1978, are protected for a term of the life of the author plus 70 years. If \nthe work is a product of a corporate author, then the protection is for the shorter of 95 years from first \npublication or 120 years from creation. Works that were published prior to 1923 no longer have copyright \nprotection and are in the public domain. Any work created or published from 1923 to the present time should \nbe considered still protected by the copyright law. \n5. \nThere are exemptions to the copyright law that allow use of a work without seeking permission. One of the \nmost utilized exemptions in higher education is the fair use exemption. This exemption is a four factor test \nthat weighs whether the use of a work is fair under certain circumstances. If the use is not fair and no other \nexemption is applicable to the specific use of the work, then permission from the copyright holder must be \ngranted before the work can be used. \n6. \nFor further information on the copyright law, please visit the University Copyright Office's Web site at \nwww.lib.purdue.edu/uco. \n6. \nCommercial Note Taking in Classes (University Senate Document 03-9, April 19, 2004.)"
        },
        {
          "type": "text",
          "page": 53,
          "text": "1. \nAs used in this paragraph, the term \"instructor\" is defined as the individual who authored the material being \npresented as part of the course. \n2. \nAmong the materials that may be protected by copyright law are the lectures, notes, and other material \npresented in class or as part of the course. Always assume the materials presented by an instructor are \nprotected by copyright unless the instructor has stated otherwise. Students enrolled in, and authorized visitors \nto, Purdue University courses are permitted to take notes, which they may use for individual/group study or"
        },
        {
          "type": "text",
          "page": 54,
          "text": "for other non-commercial purposes reasonably arising from enrollment in the course or the University \ngenerally. \n3. \nNotes taken in class are, however, generally considered to be \"derivative works\" of the instructor's \npresentations and materials, and they are thus subject to the instructor's copyright in such presentations and \nmaterials. No individual is permitted to sell or otherwise barter notes, either to other students or to any \ncommercial concern, for a course without the express written permission of the course instructor. To obtain \npermission to sell or barter notes, the individual wishing to sell or barter the notes must be registered in the \ncourse or must be an approved visitor to the class. Course instructors may choose to grant or not grant such \npermission at their own discretion, and may require a review of the notes prior to their being sold or bartered. \nIf they do grant such permission, they may revoke it at any time, if they so choose."
        }
      ],
      "subsections": []
    }
  ]
}